{
  "blogs": [
    {
      "title": "Is Panama safe?",
      "author": "Alex DeLeon",
      "date": "August 29, 2023",
      "id": "is-panama-safe",
      "className": "safety",
      "Thum492w": "/images/safety/th-panamanian-police-at-fruitstand.webp",
      "Thum492j": "/images/safety/th-panamanian-police-at-fruitstand.jpg",
      "Thum320w": "/images/safety/th-panamanian-police-at-fruitstand-320.webp",
      "Thum320j": "/images/safety/th-panamanian-police-at-fruitstand-320.jpg",
      "Thum480w": "/images/safety/th-panamanian-police-at-fruitstand-480.webp",
      "Thum480j": "/images/safety/th-panamanian-police-at-fruitstand-480.jpg",
      "Thum640w": "/images/safety/th-panamanian-police-at-fruitstand-640.webp",
      "Thum640j": "/images/safety/th-panamanian-police-at-fruitstand-640.jpg",
      "Thum768w": "/images/safety/th-panamanian-police-at-fruitstand-768.webp",
      "Thum768j": "/images/safety/th-panamanian-police-at-fruitstand-768.jpg",
      "Thum960w": "/images/safety/th-panamanian-police-at-fruitstand-960.webp",
      "Thum960j": "/images/safety/th-panamanian-police-at-fruitstand-960.jpg",
      "alt": "panama police",
      "intro": "Panama is regarded as one of the safest countries in Central America. You will find that most Panamanians are friendly and welcoming people. ",
      "moderateCrime": "There is a moderate crime rate in Panama. The crime rate in Panama City is much lower than in some major US cities such as St. Louis, Missouri, and Chicago, Illinois. The past three years have seen a slight increase in Panama's crime rate.",
      "despiteThis": "Despite this, the likelihood of you being mugged is slim. Most establishments are patrolled by police and armed security. While this can give you a sense of safety, there are other precautionary measures you can take to maintain safety in Panama.",
      "thisArticle": "This article will cover preventing muggings, recognizing scams, health and safety and areas to avoid.",
      "h2targets": "Who are the prime targets for muggers?",
      "criteria": "Muggers have different criteria that dictate who their next victim will be. Gender, age, physical build, how you are dressed, time of day and whether or not you are alone all factor in.",
      "h3alone": "People who are alone",
      "commonTarget": "The most common target for a mugger is someone who is alone and in an isolated area. Train station platforms, alleys or parking lots are where you need to exercise extreme caution. Do your best to avoid any desolate areas. If you do take the train, stay alert and keep close to other commuters.",
      "Oftentimes": "Oftentimes, a mugger will approach under the pretense of asking you for directions or making small talk.  If this happens, you can go ahead and give them directions but keep your distance, glance at their hands and confidently look them straight in the eyes. If you are walking and they come up and start walking alongside you, don't break stride and head to the nearest crowded area if they continue to follow you.",
      "unsurePeople": "People who look unsure of themselves",
      "bodyLanguage": "Muggers will size up a person's body language before making their move. They target people who look inattentive, lost or distracted. They are looking for a person who has a lazy slouching posture or looks at the ground when they walk. Plan your routes ahead of time so that you know where you are going before you even leave your hotel. If you have to ask for directions on the way, a mugger may think that you are lost and target you. The best case scenario is to plan your route so that you will be walking down main streets with lots of people on them.",
      "ifAble": "If you are able, walk tall with your shoulders back and your eyes level. This will help you become more aware of your surroundings. Maintain situational awareness by leaving your headphones off and don't text or look at your phone while you walk.",
      "goingAroundCorners": "When you are going around corners, take wide turns so that you can see what is around the corner. Muggers like to ambush people as they come around corners.",
      "muggersMoveIn": "Muggers will go after somebody who is walking while texting because it is clear that they are not paying attention. Watch and listen to your surroundings. If you do so, you will be able to spot potential threats. If you do see a potential threat, move to a safer area.",
      "takeNote": "Take note of people sitting in parked cars and people who appear to just be standing around. Glance side to side from time to time as you walk and quickly make eye contact when you walk past people. Walking with purpose and showing that you are not afraid of a little eye contact will show that you are a confident and on the ball person. You will not be the first choice for a mugger.",
      "whenYouEnter": "When you enter the location that you are going to, do a quick scan of the people around you and assess the mood/atmosphere of the place. Sit with a vantage point that allows you to see the entrance and check to see where the emergency exits are ahead of time.",
      "h3wealth": "People who project wealth",
      "cuffLinks": "Muggers target people who appear to have money. Tourists with expensive clothes, jewelry, or designer sunglasses and cufflinks are prime targets.",
      "makeEffort": "Make an effort to avoid dressing or acting like a tourist. Upscale apparel and high end items will inform muggers that you are not from the area and that you have money. Dress modestly, don't overdo it with selfies and don't flash wads of money. Leave expensive jewelry at home. Just carry enough money for whatever you need for that outing and leave the rest hidden in your hotel room.",
      "ensureThat": "Make sure to look around carefully and trust your intuition before accessing your cash to pay for something, use an ATM machine, or take a selfie. If something just seems suspicious or out of place, hold off on that until you find a safer location.",
      "h2whatToDo": "What to do if you are getting mugged",
      "ifMugged": "If you are mugged, simply comply with the mugger and give them what they want so that you don't risk injury. Don't argue with them or try to talk to them. All of the prevention measures mentioned earlier and confidence may still not be enough to deter a mugger.",
      "manyMuggers": "Many muggers are looking to commit their crime quickly, quietly and without assaulting the victim. However, muggers are desperate people who will resort to physical or armed violence to get what they want.",
      "dummyWallet": "You may want to consider keeping a dummy wallet on you. This is a wallet that would contain small bills, old receipts, coupons, business cards and an expired credit card. The idea is that in case of a mugging you can throw this toward the mugger so that you are not out a lot of cash and your real credit cards.",
      "h2HighCrime": "High crime areas in Panama",
      "accordingTo": "According to incidents reported to the Panamanian local police, the high crime areas around Panama City are:",
      "sanMiguelito": "San Miguelito",
      "rioAbajo": "Rio Abajo",
      "elChorrillo": "El Chorrillo",
      "santaAna": "Santa Ana",
      "panamaViejo": "Panama Viejo (The neighborhood iteself has crime. The park where you see the ruins does not.)",
      "mostCrimeReported": "Most of the crime reported in these areas are amongst rival gang members and not against tourists. However, I suggest you stay out of these areas so you are not caught between gang violence just because you were in the wrong place.",
      "duringDay": "During the day, Casco Viejo is relatively out of harm's way. This area is ideal for pedestrians and has a lot of sightseers. It is usually pretty crowded so watch out for pickpockets. Whenever I walk through there and to the Fish Market, I always feel safe. The Presidential Palace is nearby, so you will see lots of police and group tours.",
      "cascoViejoBorders": "Casco Viejo is bordered by El Chorrillo, Santa Ana and Calidonia. These are known as high crime areas and you will notice these areas look very run down. Cab drivers raise their rates at night, knowing that most tourists will not want to walk through these rough looking areas.",
      "iAdviseAgainst": "I advise against walking back to your hotel from Casco Viejo because you don't want to walk through these neighborhoods on foot. You can also check Uber to see if the rate is cheaper than a cap.",
      "h3Colon": "Colon",
      "colonIsOn": "Colon is on the Atlantic side and is known as a high crime area. If you want to visit, I would say to go with an established company that gives tours of Colon. Most muggers in Colon pose as cab drivers or fake tour guides. They are known for aggressively approaching tourists and demanding to be hired for their 'services'. Stay with the group, and you should be okay.",
      "darianGap": "The Darien Gap",
      "nearColumbianBorder": "The Darien Gap is near the Columbian border. It is a dangerous remote stretch of rainforests and jungle that would have to be crossed on foot since vehicles cannot go through. Passing through here would be a tough assignment for anybody.",
      "difficultToNavigate": "The trails are difficult to navigate, with lots of flash floods, insects and snakes. Most of the journey involves climbing steep mountains and going through muddy swamps in the pouring rain.",
      "trafficking": " Criminal and human trafficking networks operate in this area and there is a limited police presence. The trek is usually attempted by migrants from South America with the hope of a better life.",
      "adventureTourist": "There are thrill seeking adventurers who seek out the Darien Gap as part of their vacation. If you decide to go there, do so with a well experienced group that can guide you, bring all your essentials and have some solid training under your belt.",
      "h2SafeWater": "Is it safe to drink the water in Panama?",
      "hygieneStandards": "The Panama Canal Company enforces high hygiene standards. In Panama City and most areas of Panama, the water is safe to drink directly from the tap.",
      "hepatitisA": "Before heading to Panama, I make sure to be up to date with my Hepatitis A shots. This protects against contaminated food and water. I have heard reports of Boquete and Bocas Del Toro having issues with contaminated water.",
      "playItSafe": "To be on the safe side, I would recommend that you drink bottled water when you first get there and drink small amounts of tap water while your body gets used to it.",
      "h2Insects": "Insects and mosquitos",
      "panamaDoesHave": "Insects and mosquitoes are common in Panama, especially in the rainy season. Check and make sure that your windows have screens on them. If you are going to explore the Gamboa jungle or be on a boat, make sure to use a good insect repellent or wear loose fitting long sleeved shirts and long pants.",
      "h2Tips": "Other tips",
      "shareItinerary": "Share your travel itinerary and hotel info with family and friends back home.",
      "beforeLeavingHotel": "Before leaving your hotel, let the staff know where you are going and when you expect to return.",
      "smartTraveler": "Consider enrolling in the Smart Traveler Enrollment Program. This is a free service that lets the U.S. Embassy know about your whereabouts and can help family and friends get in touch with you during emergencies.",
      "moneyBelt": "Store valuables securely in your hidden pockets or money belt.",
      "differentPockets": "Don't keep your cash all in one place. Use different pockets, in your shoe, etc.",
      "rubberBand": "Place a rubber band around your wallet to feel and hear it rubbing if it leaves your pocket.",
      "mentalChecklist": "Make a quick mental checklist every so often to make sure you have everything.",
      "beGuarded": "Be cautious about where you conceal your valuables. Don't keep patting your pocket to check if your money is still there. Thieves may notice this and target you.",
      "neverLeave": "Do not leave your purse or backpack on a bus bench, chair back, table, or floor. Keep your hand on it while it's on your lap or your person so you can see it at all times.",
      "beMindful": "Pickpockets create all types of distractions to get you to drop your guard. Don't allow yourself to be easily distracted.",
      "commotion": "If a commotion, such as an argument breaks out around you, go on instant alert and check your belongings.",
      "takeLookBack": "Double-check that you didn't forget anything in the taxi or on the train when you get up from your seat.",
      "checkIn": "Check in often with your family and friends back home while you're on vacation.",
      "emergencyNum": "911 will dispatch an ambulance in Panama. 104 will call the police and 103 will call the fire department.",
      "insurance": "Purchase travel insurance for your trip.",
      "phrases": "Learn a few emergency phrases in Spanish.",
      "copyPassport": "Keep a copy of your passport with you.",
      "avoidWalking": "Avoid walking alone in unlit deserted areas at night.",
      "clubbing": "If you go out to clubs, watch your drink at all times.",
      "parkWellLit": "Park in well lit areas that have security guards.",
      "takeUber": "Take an Uber at night instead of a cab",
      "overallPanamaIs": "Panama is a safe country and I haven't witnessed much crime there myself. I have walked around Panama City day and night and have seen a lot of friendly faces and locals who are willing to converse.",
      "mostTips": "Most of these tips can be applied anywhere you go. If you reduce risk, you are less likely to become a victim of the crimes that do occur.",
      "copsAtFruitStand": "/images/safety/panamanian-police-at-fruitstand.jpg",
      "fruitStandCopCaption": "Panamanian Public Forces in Coronado",
      "fruitStandCopAltText": "panamanian police",
      "nearCascoViejo": "/images/safety/cinco-de-mayo-panama.jpg",
      "nearCascoViejoCaption": "Cinco de Mayo neighborhood by Casco Viejo",
      "nearCascoViejoAltText": "cinco de mayo panama",
      "cascoViejoPolice": "/images/safety/casco-viejo-police.jpg",
      "cascoViejoPoliceCaption": "Police patrolling in Casco Viejo",
      "cascoViejoPolceAltText": "casco viejo police",
      "cascoTouristAuth": "/images/safety/autoridad-de-turismo.jpg",
      "cascoTouristAuthCaption": "Casco Viejo Tourist Authority and police vehicles",
      "cascoTouristAuthAltText": "police vehicles",
      "cascoPettyCrime": "/images/safety/casco-viejo-petty-crime.jpg",
      "cascoPettyCrimeCaption": "A police officer takes someone away in handcuffs in Casco Viejo",
      "cascoPettyCrimeAltText": "cops arresting someone",
      "colonLicense": "/images/safety/colon-panama-license-plate.jpg",
      "colonLicenseCaption": "A Colon license plate from a taxi",
      "colonLicenseAltText": "colon license plate",
      "imageThree": "/images/safety/panamanian-policeman-outside-of-supermarket.jpg",
      "panamaCopBank": "/images/safety/panamanian-policeman-outside-of-bank.jpg",
      "panamaCopBankAltText": "police officer by a bank",
      "panamaCopBankCaption": "A Panamanian police officer outside of a bank",
      "panamaCopElCan": "/images/safety/panamanian-police-el-cangrejo.jpg",
      "panamaCopElCanAltText": "man talking to cops",
      "panamaCopElCanCaption": "Panamanian police officers talk to a man"
    },
    {
      "title": "How do I get around in Panama?",
      "author": "Alex DeLeon",
      "date": "September 7, 2023",
      "id": "how-do-i-get-around-in-panama",
      "className": "transportation",
      "Thum492w": "/images/transportation/th-panamanian-diablo-bus.webp",
      "Thum492j": "images/transportation/th-panamanian-diablo-bus.jpg",
      "Thum320w": "images/transportation/th-panamanian-diablo-bus-320.webp",
      "Thum320j": "images/transportation/th-panamanian-diablo-bus-320.jpg",
      "Thum480w": "images/transportation/th-panamanian-diablo-bus-480.webp",
      "Thum480j": "images/transportation/th-panamanian-diablo-bus-480.jpg",
      "Thum640w": "images/transportation/th-panamanian-diablo-bus-640.webp",
      "Thum640j": "images/transportation/th-panamanian-diablo-bus-640.jpg",
      "Thum768w": "images/transportation/th-panamanian-diablo-bus-768.webp",
      "Thum768j": "images/transportation/th-panamanian-diablo-bus-768.jpg",
      "Thum960w": "/images/transportation/th-panamanian-diablo-bus-960.webp",
      "Thum960j": "/images/transportation/th-panamanian-diablo-bus-960.jpg",
      "alt": "Panama Diablo Rojo Bus",
      "intro": "Panama is a very modern country and has one of the best Metro Trains in the world. Google Maps works well here, and there are plenty of taxis, Ubers, and buses to get you around without the need to rent a car. This guide will go over the best ways to get around Panama.",
      "h2Tocumen": "How to get from Tocumen Airport to Albrook Mall",
      "iveUsed": "I've used taxis, Uber, and the Metro Train to get from the airport to Panama City.",
      "h3Taxi": "Taxi",
      "asSoon": "As soon as you walk out of the airport, there will be white tourism taxis and yellow cabs waiting for you.",
      "theyCharge": "They will charge $30 to get you to downtown Panama City. The ride should take about 30 minutes.",
      "h3Uber": "Uber",
      "uberWorks": "Uber works the same way as it does in most countries and may run less than $30 depending on driver supply and rider demand.",
      "cheapetPaid": "The cheapest I have paid for an Uber is $20 and that was for going to the airport from Panama City.",
      "buyingData": "Buying data at the airport is a lot more expensive than in the city. So, make sure to have your data plan set up when you arrive if you plan on using Uber.",
      "h3Wifi": "Wifi in Tocumen Airport",
      "wifiAccess": "You may be able to access free wifi in the airport. I personally have not used it, but have heard that it was recently made available throughout the terminal. Just select “Tocumen Wifi” from the list of available networks. Airport staff may be able to provide a password.",
      "h3TakeMetro":"Take the Metro Train to Albrook Mall",
      "metroLeast": "The Metro Train is the least expensive way to get from the airport to Albrook Mall. The Albrook Mall is huge and serves as a major transportation hub.",
      "hasOwn": "It has its own airport, bus terminal and train station.",
      "canTake": "You can take a free shuttle from the airport to the train station and then catch the train to Albrook.",
      "h4RapiCard": "1) Buy a Rapi Pass card",
      "cashCredit": "Cash and credit card payments are not accepted for the Metro, so you will first need to purchase a Rapi Pass card.",
      "cardIsFor": "The Rapi Pass card is a 3 in one card that you can use for:",
      "liMetro": "Metro Buses",
      "liTrains": "Metro Trains",
      "liTerminal": "Entering the Albrook bus terminal.",
      "itCosts": "The card costs $5, and then you add money to it, which is deducted each time you scan it for a ride.",
      "youCan": "You can buy a Rapi Pass card from vending machines near the luggage claim area or from the airport staff.",
      "ifTraveling": "If you are traveling with more than one person, you can buy one card and share it. You would tap the card for each person that goes through the turnstile.",
      "h4Shuttle": "2) Take the free shuttle to the train station",
      "trainDoesNot": "The train does not connect directly to the airport. So you can take a free shuttle to the train station from the airport.",
      "exitAirport": "Exit the airport terminal, turn right and walk to the turnaround. That's where the free shuttle waits for passengers.",
      "theseBuses": "These buses are the same ones that take people from terminal one to terminal two. Some are orange, others are white and they say airport shuttle above the windshield.",
      "theFree": "The free shuttle bus will take you to the Aeropuerto Metro Station, which opened up in March of 2023.",
      "elevated": "It's an elevated station built above Avenida Domingo Diaz and you will need to take the elevator up to access the train platform.",
      "itsPart": "It is part of a two stop extension of Line 2 that ends at Corridor Sur.",
      "h4Aeropuerto": "3) From the Aeropuerto Metro Station:",
      "line2Li": "Take the Line 2 branch and get off at Corredor Sur.",
      "fiveMinLi": "This will be a short 5 minute ride.",
      "h4CorridorSur": "4) From the Corridor Sur Station:",
      "sanMigLi": "Take Line 2 and get off at San Miguelito.",
      "samePlatform": "Line 2 will be on the same platform as the train you just got off and is on the outside track.",
      "line2Costs": "Line 2 costs 50 cents.",
      "shouldTake": "The ride takes around 15 to 20 minutes.",
      "h4SanMig": "5) From the San Miguelito Station:",
      "whenYouGetOff": "When you get off at San Miguelito, you'll have to walk down some stairs and around to get to the Line 1 platform for Albrook.",
      "theSigns": "The signs are clearly marked and easy to follow.",
      "takeLine1": "Take Line 1 to Albrook.",
      "line1Li": "Line 1 costs 35 cents.",
      "thisShouldLi": "This should take around 15 to 20 minutes.",
      "trainsModern": "The trains are modern, clean and safe. Food and drink are not allowed.",
      "thePlatforms": "The platforms are well lit and there is staff present to answer your questions.",
      "carryingLuggage": "You are allowed to bring luggage on the train as long as it doesn't cause inconvenience to other passengers.",
      "metroHoursh4": "Metro Station hours:",
      "metroStrong": "Monday - Friday:",
      "fiveAm": "5am to 11pm (05:00 - 23:00)",
      "saturdayStrong": "Saturday:",
      "fivetoTen": "5am to 10pm (05:00 - 22:00)",
      "sundayStrong": "Sunday and Holidays:",
      "sevenAm": "7am to 10pm (07:00 - 22:00)",
      "h2Addresses": "Addresses in Panama City",
      "noProperAddresses": "Panama does not rely on proper street addresses. The major streets have names, but most buildings are not numbered.",
      "goByLandmarks": "Panamanians tend to go by landmarks and neighborhoods when giving directions. Knowing the neighborhood and landmarks of your destination can help you avoid getting lost.",
      "whenAsking": "When asking for directions, just tell them your destination. Google Maps works pretty well in Panama, so you can just show it to them.",
      "itsCommon": "It's common to say 'buenas' when entering a cab, bus, or train. This universal phrase means “good morning”, “good afternoon” or “good night”. People say this to each other when passing on the street.",
      "alwaysGreet": "Always greet the group upon entering an elevator, an office lobby and definitely before you ask someone to give you directions.",
      "h2TransportationAround": "Transportation around Panama City",
      "mainNeighborhoods": "The main neighborhoods that make up the central part of Panama City are Albrook, El Cangrejo, El Dorado, Punta Pacifica, Bella Vista,  Obarrio, Plaza Edison, El Carmen, San Francisco, La Cresta, Viejo Veranillo, Curundu, and La Alameda.",
      "thisIsKnown": "This area is known as the City Center.",
      "h3YellowCab": "Yellow cabs",
      "licensedYellow": "The licensed yellow cabs have the license plate numbers painted on the sides of the cab.",
      "sinceThey": "Since taxis are not metered, you run the risk of being overcharged, especially if they recognize you as a visitor.",
      "itsBest": "It's best to confirm a figure with the driver before you guys drive away otherwise the driver can demand a highly inflated price when you arrive at your destination.",
      "beforeBoarding": "Before boarding a cab, you can also ask a local business or hotel staff what a fair price should be based on your destination.",
      "aCabRide": "A cab ride, for one or two passengers, within the City Center should run you about $3.",
      "wheneveverITake": "Whenever I take a cab in the city center, I greet and politely inform the driver that I always pay $3. I do this when I'm about to get in.",
      "iFind": "I find that if I say it as a statement as opposed to a question, the driver will nod his head and accept the $3 without trying to up the price.",
      "goingOut": "Going outside of the City Center will cost a bit more than $3.",
      "cascoWillRun": "Casco Viejo will run $4 to $5 and The Amador Causeway would be around $6 to $8 since they are outside of the city center.",
      "makeSureto": "Make sure to bring single dollar bills with you for the cab. This way you can pay the exact amount. Cabs only accept cash and most likely won't return any change.",
      "tipping": "Tipping cab drivers is not common in Panama.",
      "avoidTheCabs": "Avoid the cabs that are parked outside of the hotels and malls. They are usually overpriced. Instead, flag down a passing cab by waving at it.",
      "iTookAlot": "I took a lot of cabs around Panama City and found that some drivers spoke English while others did not. There were those who were talkative and others who were really quiet. But, in every case, they got me to where I wanted to go.",
      "onlyOnce": "Only once or twice was there a minor disagreement regarding the price. If there is a disagreement over a dollar or two, it's best just to try to split the difference and not let it escalate. Keep the mood friendly and your experience with yellow cabs should be good.",
      "uberH3": "Uber",
      "uberHas": "Uber has several benefits over taxis, including set fares, door-to-door service, and clean, air-conditioned vehicles.",
      "youDontHave": "You don't have to deal with making a cash transaction, you can see who your driver is in the app and you can also request an English speaking driver if you like.",
      "safer": "It is  probably safer to take an Uber than a cab, especially at night.",
      "uberCanBe": "Uber can be a cheaper option ($20 to $25) for long trips, such as going to and from the airport. But for short trips within the City Center, it usually costs around $4 to $6.",
      "surgePrice": "There is also surge pricing, when the rates will go up during high demand times of the day.",
      "itsAGoodIdea": "It is a good idea to look up the destination on your phone before getting into an Uber or yellow cab so you can make sure the driver takes the quickest route.",
      "someDrivers": "Some drivers will take the long way to get you to pay more.",
      "documentEverything": "Document everything you can with screen shots just in case you have to dispute something with Uber. Some drivers will not show up, and you will be charged a cancellation fee, or they might not end the trip once they have already dropped you off.",
      "ifAny": "If any of this happens, you should be able to get refunded by contacting support.",
      "h3PanamaBuses": "Buses in Panama",
      "h4RidingMetro": "Riding the Metro Bus within Panama City ",
      "theMetroIs": "The Metro Bus is a popular and inexpensive way to get around Panama City. They are comfortable, clean and air conditioned.",
      "theCostIs": "The cost is 25 cents for a one-way ride. If there are toll roads, the cost is $1.25.",
      "thereAre": "There are bus stops on all the major streets, and the bus' destination will be flashing on the front of the bus",
      "whenYouGetOn": "When you get on, there is a card reader that will read your card.",
      "whenReady": "When you are ready to get off, push the button.",
      "h4busRidesOut": "Taking the bus out of Panama City",
      "granTerminal": "The Gran Terminal Nacional in Albrook is where buses depart for all destinations.",
      "youCanTake": "You can take buses to anywhere in the country as well as to Costa Rica.",
      "h2CoronadoBus": "How to take the bus to Coronado, Panama",
      "coronadoIs": "Coronado is a popular beach town and is about an hour away from Panama City.",
      "thereAreBusesTo": "There are buses that go to AguaDulce, San Carlos, Anton, and Penonome. Any of these will stop and let you off in Coronado.",
      "youHaveTo": "You just have to let the driver know.",
      "ticketWindows": "Ticket windows are located inside the mall where you can purchase a ticket to any of these destinations. The destination will be posted above the ticket window.",
      "theTicketPrice": "The ticket price will be around $2.75.",
      "afterPurchasing": "After purchasing your ticket, tap your Rapi Pass card and enter the bus platform through the turnstile. 10 cents will be deducted from your card.",
      "youWillSee": "You will see all the buses lined up and the destinations will be on the front of the bus.",
      "twoBusesChoose": "There are two bus sizes to choose from. There are large comfortable buses with air conditioning and a large screen tv and smaller white mini buses called Coasters.",
      "takeLarger": "Take the larger of the two buses. They are the same price, but you will have more space and a much more comfortable ride.",
      "whenYouGetOnThe": "When you get on the bus, confirm with the driver that it goes to Coronado. If you have a carry on, it should be able to fit under the seat. Otherwise, give it to the guy who works there and he will put it in the luggage compartment.",
      "coronadoIsAbout": "Coronado is about 60 miles down the Pan-American Highway. So it could take an hour or more depending on traffic. When you get to Coronado, you will see large signs for McDonalds, Super 99 and Rey market. This is where you get off.",
      "pedestrianBridge": "When you get off in Coronado, you will need to use the pedestrian bridge to cross to the other side of the Pan-American Highway. The entrance to Coronado is down Avenue Roberto Eisenmann which is on the same side of the street as Rey market.",
      "youCanTakeCab": "You can take a cab for around $1.25 to get into Coronado.",
      "smallWhite": "There are also small white buses that will take you for 25 or 30 cents.",
      "packIn": "These buses pack in a lot of people.",
      "gates": " The entrance gates are less than a mile from the highway.",
      "h2DiablosRojos": "What are the Diablos Rojos buses?",
      "theDiablosRojos": "The Diablos Rojos buses (also known as chicken buses or red devils) are colorfully painted buses, with blaring music and flashing lights.",
      "theyAreIndepen": "They are independently owned and the owners decorate them to attract customers. These buses were originally used as school buses for children. So, the benches are smaller and there is less leg room.",
      "panamaPhased": "Panama City phased them out in 2013 because they were noisy, had disorganized routes, and ran on erratic schedules. They were also not very comfortable and were known for their reckless driving.",
      "becauseTheyWere": "Because they were independently owned, these buses did not have to undergo regular safety checks which all led to increases in traffic, pollution and accidents.",
      "youMayStill": "You may still see the Diablos Rojos in operation in and around Portobelo on the Atlantic side or along the Pan-American Highway. If you want to ride one to see what it's like, just flag one down with your hand and yell “parada (stop)” to the driver when you want to get off.",
      "h2Chiva": "Chivas",
      "chivasAre": "Chivas are also found in Panama. Chiva means little goat in Spanish. The name was given to these vehicles because they were originally used to transport livestock.",
      "nowadays": "Nowadays, if you do see one, it is basically a converted pickup truck with a hard bench and a tarp that goes over the top to protect the passengers from the rain.",
      "summary": "Panama's world-class Metro Train system, efficient Google Maps, and variety of transportation options including taxis, Ubers, and buses make it easy to get around.",
      "metroMap": "/images/transportation/metro-map-aeropuerto-station.jpg",
      "metroMapAltText": "metro map",
      "metroMapCaption": "Map of the Aeropuerto Metro Station that shows the two stop ride to Corridor Sur",
      "courtesyLobueno": "Image courtesy of Lobuenosedice.com",
      "cityCenter": "/images/transportation/panama-city-center.jpg",
      "cityCenterAltText": "city map",
      "cityCenterCaption": "Map of the Panama City Center",
      "courtesyGoogle": "Courtesy of Google Maps",
      "chiva": "/images/transportation/panama-chiva.jpg",
      "chivaAltText": "modern day chiva",
      "chivaCaption": "A man gets out of a modern day chiva in Panama",
      "diablo": "/images/transportation/panamanian-diablo-bus.jpg",
      "diabloAltText": "diablo rojo bus",
      "diabloCaption": "A Diablo Rojo Bus in Portebelo",
      "freeShuttle": "/images/transportation/tocumen-airport-free-shuttle.jpg",
      "freeShuttleAltText": "free shuttle",
      "freeShuttleCaption": "The free shuttle bus at Tocumen Airport",
      "metroCab": "/images/transportation/panama-metro-bus-and-cab.jpg",
      "metroCabAltText": "bus and cab",
      "metroCabCaption": "A Panama Metro Bus and a cab",
      "panamaCabs": "/images/transportation/cabs-panama-city.jpg",
      "panamaCabsAltText": "taxi cabs",
      "panamaCabsCaption": "Yellow cabs in Panama City",
      "coronadoEntrance": "/images/transportation/coronado-panama-entrance.jpg",
      "coronadoEntranceAltText": "coronado stop",
      "coronadoEntranceCaption": "Coronado Panama landmarks",
      "panamaChickenBus": "/images/transportation/panama-chicken-bus.jpg",
      "panamaChickenBusAltText": "chicken bus",
      "panamaChickenBusCaption": "A chicken bus in Portebelo",
      "albrookEntr": "/images/transportation/albrook-terminal.jpg",
      "albrookEntrAltText": "albrook",
      "albrookEntrBusCaption": "The Albrook Mall bus terminal.",
      "coronadoMap": "/images/transportation/map-of-coronado.jpg",
      "coronadoMapAltText": "map of coronado",
      "coronadoMapCaption": "Roberto Eisenmann is the road you take to enter Coronado.",
      "courtesyGoogleCoronado": "Courtesy of Google Maps",
      "comfyBus": "/images/transportation/panama-comfy-bus.jpg",
      "comfyBusAltText": "comfy bus",
      "comfyBusCaption": "A Panama 'Comfy' bus",
      "coasterBus": "/images/transportation/panama-coaster-bus.jpg",
      "coasterBusAltText": "coaster bus",
      "coasterBusCaption": "A Panama 'Coaster' bus",
      "busesCoronado": "/images/transportation/panama-buses-coronado.jpg",
      "busesCoronadoAltText": "Buses in front of the Coronado entrance in Panama",
      "busesCoronadoCaption": "Buses in front of the Coronado entrance in Panama",
      "coronadoGates": "/images/transportation/coronado-panama-gates.jpg",
      "coronadoGatesAltText": "coronado gates",
      "coronadoGatesCaption": "Coronado's gated entrance",
      "taxiPickUp": "/images/transportation/panama-taxi-pickup-truck.jpg",
      "taxiPickUpAltText": "a taxi pick up",
      "taxiPickUpCaption": "A taxi pick up truck in Coronado",
      "coronadoShuttle": "/images/transportation/coronado-shuttle-bus.jpg",
      "coronadoShuttleAltText": "shuttle bus",
      "coronadoShuttleCaption": "A shuttle bus in Coronado",
      "shuttleInterior": "/images/transportation/coronado-shuttle-bus-interior.jpg",
      "shuttleInteriorAltText": "shuttle interior",
      "shuttleInteriorCaption": "The inside of a shuttle bus in Coronado",
      "alexBus": "/images/transportation/alex-deleon-panama-bus.jpg",
      "alexBusAltText": "alex on a bus",
      "alexBusCaption": "Alex on a 'Comfy' bus in Panama",
      "rapiCard": "/images/transportation/rapi-pass.jpg",
      "rapiCardAltText": "Rapi Pass Card",
      "rapiCardCaption": "A Panama Rapi Pass card",
      "metroVideoCaption": "The Metro Line 2 in Panama",
      "panAm": "/images/transportation/panama-panamerican-highway.jpg",
      "panAmAltText": "the pan-american highway",
      "panAmCaption": "View of the Pan-American Highway in Panama"
    },
    {
      "title": "Things to do in El Cangrejo",
      "author": "Alex DeLeon",
      "date": "October 16, 2023",
      "id": "things-to-do-in-el-cangrejo",
      "className": "el-cangrejo",
      "Thum492w": "/images/elCangrejo/th-el-cangrejo.webp",
      "Thum492j": "/images/elCangrejo/th-el-cangrejo.jpg",
      "Thum320w": "/images/elCangrejo/th-el-cangrejo-320.webp",
      "Thum320j": "/images/elCangrejo/th-el-cangrejo-320.jpg",
      "Thum480w": "/images/elCangrejo/th-el-cangrejo-480.webp",
      "Thum480j": "/images/elCangrejo/th-el-cangrejo-480.jpg",
      "Thum640w": "/images/elCangrejo/th-el-cangrejo-640.webp",
      "Thum640j": "/images/elCangrejo/th-el-cangrejo-640.jpg",
      "Thum768w": "/images/elCangrejo/th-el-cangrejo-768.webp",
      "Thum768j": "/images/elCangrejo/th-el-cangrejo-768.jpg",
      "Thum960w": "/images/elCangrejo/th-el-cangrejo-960.webp",
      "Thum960j": "/images/elCangrejo/th-el-cangrejo-960.jpg",
      "alt": "el cangrejo",
      "intro": "El Cangrejo is a safe residential neighborhood with modern architecture, lots of expats, cultural diversity, green parks, open spaces and university campuses. There are mostly apartments, hotels, and some single-family residences in this middle to upper middle class area.",
      "itIsOne": "It is one of the most desired neighborhoods to live in or visit because It is centrally located with grocery stores, gyms, restaurants, bars, hotels, bakeries, outdoor cafes and casinos within walking distance.",
      "elCangrejoHas": "El Cangrejo has an active nightlife and a trendy multicultural energy. You will find all types of international cuisine as well as art, festivals and concerts.",
      "itRep": "With its residences, commercial buildings, roads, and railways, it represents urban life in Panama.",
      "howItGotH2": "How El Cangrejo got its name",
      "theNameOf": "El Cangrejo, meaning 'The Crab', is named after its street layout.",
      "overHead": "From an overhead view, the residential streets extend out on each side of its main section and curve in.",
      "claws": "This makes it look like a crab's body and claws.",
      "atmosphereH2": "Atmosphere and main street",
      "atmoshphereIs": "The atmosphere is full of life, and the friendly and welcoming nature of the locals will make you feel comfortable and relaxed.",
      "natureAndUnique": "Nature and unique architecture surround the area. You will see toucans, parrots and hear other bird species from the trees.",
      "viaArgIs": "Via Argentina is a main street lined with many shops, palm trees, and businesses. This street is modern and has all the necessities you would need for your time in Panama. The sidewalks have been renovated, making them accessible for walking and wheelchairs.",
      "theStreetIs": "The street is approximately 5 blocks long and includes the University of Panama, hair salons, the General Bank (Banco General), the Metro Station, convenience stores, pubs, bars, and restaurants.",
      "restaurantOptions": "Restaurant options are available from all corners of the world. In addition to Panamanian cuisine, you will find Greek, Lebanese, Chinese, Mexican, Caribbean, Italian, Peruvian, Venezuelan, Cuban, French, Swiss, Spanish, American, Japanese,  Mediterranean, Vietnamese, Thai, Columbian, Argentinian and more.",
      "restaurantsInH2": "Restaurants in El Cangrejo",
      "elTrapH3": "El Trapiche",
      "offersAuth": "El Trapiche offers authentic Panamanian cuisine in a cozy atmosphere. Popular items on the menu include Yuca Patacones, Sancocho and Almojabanos. They  are open for breakfast, lunch and dinner, have vegan options and affordable prices. There is seating indoors as well as on the terrace. It is located on Via Argentina.",
      "chrisRestH3": "Chris Restaurante and Grill",
      "isAGood": "This is a good choice to eat in a family environment. They offer live music and a variety of dishes, including seafood, wood-fired pizzas, burgers, ceviches, and cocktails.",
      "sieteMaresH3": "Restaurante Siete Mares",
      "hasAnElegant": "Siete Mares (which means Seven Seas) has an elegant setting and is very nice. If you enjoy seafood, there are several unique seafood dishes on the menu. I had the lobster and it was fantastic.",
      "additionalH3": "Additional restaurant suggestions",
      "liOne": "Annie & Motts Eating House:",
      "spanOne": "American & Latin cafe",
      "liTwo": "Antojitos Peruanospty Cangrejo:",
      "spanTwo": "Good crab appetizers",
      "liThree": "Beirut Restaurant:",
      "spanThree": "Lebanese food",
      "liFour": "Bliss Grill Restaurant:",
      "spanFour": "American, International, South American",
      "liFive": "Bora Restaurant Cafe Bar:",
      "spanFive": "Venezuelan, South American",
      "liSix": "Buffalo Wings:",
      "spanSix": "Best wings around",
      "liSeven": "Chuzo Grill:",
      "spanSeven": "Good grilled steaks",
      "liEight": "Cilantro Express Restaurant:",
      "spanEight": "South American",
      "liEightA": "Don Lee",
      "spanEightA": "Chinese, fast food",
      "liNine": "El Caribe Restaurant:",
      "spanNine": "Caribbean, seafood grill",
      "liTen": "El Pescao De La Fula:",
      "spanTen": "Seafood",
      "liEleven": "El Rancho Del Sabor:",
      "spanEleven": "Panamanian",
      "liTwelve": "Entre Tapa:",
      "spanTwelve": "Spanish cuisine",
      "liThirteen": "Food Bazaar:",
      "spanThirteen": "Food court with a variety of options",
      "liFourteen": "Frankies:",
      "spanFourteen": "American, barbecue, Asian, Venezuelan",
      "liFifteen": "Fren! Eat & Chill:",
      "spanFifteen": "Caribbean, Venezuelan, South American, Colombian",
      "liSixteen": "Il tula:",
      "spanSixteen": "Italian, European, vegetarian friendly",
      "liSeventeen": "Jardín Vegetariano:",
      "spanSeventeen": "Chinese, South American, Central American, vegetarian",
      "liEighteen": "Katane Pizza:",
      "spanEighteen": "Italian, pizza, vegetarian friendly",
      "liNineteen": "Kebab's Grill:",
      "spanNineteen": "Arabic , International",
      "liTwenty": "La Cresta Food Plaza:",
      "spanTwenty": "American, International",
      "liTwentyOne": "La Tapa De Coco:",
      "spanTwentyOne": "Caribbean, Latin, Central American",
      "liTwentyTwo": "Loving Hut:",
      "spanTwentyTwo": "Vegetarian, gluten free, vegan options",
      "liTwentyThree": "Lucca Trattoria Moderna:",
      "spanTwentyThree": "Italian, pizza, European",
      "liTwentyThreeA": "Manolo's Restaurant & Cafeteria",
      "spanTwentyThreeA": "pizza, pasta",
      "liTwentyFour": "Matsuei Sushi Bar:",
      "spanTwentyFour": "Japanese, seafood, Sushi",
      "liTwentyFourA": "Mentas Restaurante:",
      "spanTwentyFourA": "Italian, pizza, International, Mediterranean",
      "liTwentyFourB": "Michael's Restaurant:",
      "spanTwentyFourB": "American, International, vegetarian friendly",
      "liTwentyFourC": "Nación Sushi:",
      "spanTwentyFourC": "Japanese, seafood, Sushi",
      "liTwentyFive": "New York Bagel Cafe:",
      "spanTwentyFive": "Great breakfast & bagels",
      "liTwentySix": "Oh-Toro Ramen & Sushi:",
      "spanTwentySix": "Japanese, Sushi, Asian",
      "liTwentySeven": "Oldies Panama:",
      "spanTwentySeven": "Pasta & seafood",
      "liTwentyEight": "Panama Food Garden:",
      "spanTwentyEight": "Seafood, European, Central European, International grill",
      "liTwentyNine": "Parrillada Martín Fierro:",
      "spanTwentyNine": "Latin & Argentinean steakhouse",
      "liThirty": "Pomodoro Ristorante:",
      "spanThirty": "Italian",
      "liThirtyOne": "Puntarenas:",
      "spanThirtyOne": "Peruvian, Latin, seafood",
      "liThirtyTwo": "Restaurant La Fondita:",
      "spanThirtyTwo": "Latin, Spanish, South American",
      "liThirtyThree": "Restaurante Ángel:",
      "spanThirtyThree": "Seafood, European, Spanish",
      "liThirtyFour": "Restaurante Del Prado:",
      "spanThirtyFour": "Latin, Spanish cafe",
      "liThirtyFive": "Restaurante El Poblado:",
      "spanThirtyFive": "Panamanian",
      "liThirtySix": "Ginza:",
      "spanThirtySix": "Japanese steakhouse, vegetarian friendly",
      "liThirtySeven": "Salsa pal Pescao:",
      "spanThirtySeven": "Seafood",
      "liThirtyEight": "Sen Vietnam Restaurante:",
      "spanThirtyEight": "Vietnamese food",
      "liThirtyNine": "Simplemente Diferente:",
      "spanThirtyNine": "Venezuelan, South American",
      "liForty": "Taberna 21:",
      "spanForty": "Spanish, Mediterranean",
      "liFortyOne": "Taberna La Malagueña:",
      "spanFortyOne": "Spanish pub",
      "liFortyTwo": "The Raj:",
      "spanFortyTwo": "Indian restaurant",
      "liFortyThree": "Tsugoi Asian Cuisine:",
      "spanFortyThree": "Japanese, Asian, Sushi",
      "barsPubsH3": "Bars & Pubs",
      "bpOne": "Animal Brew",
      "bpOneA": "Armonica Cafe",
      "bpTwo": "Biergarten",
      "bpThree": "Bros & Beers",
      "bpFour": "California Kitchen Pub",
      "bpFive": "Champagne Restaurant & Lounge",
      "bpSix": "El Chante Bar Tico",
      "bpSeven": "El Pavo Real",
      "bpEight": "Istmo Brew Pub",
      "bpNine": "La Brasserie Pub",
      "bpTen": "La Rana Dorada (The Golden Frog)",
      "bpEleven": "Live Karaoke & Restaurant",
      "bpTwelve": "Pecaditos Bar & Lounge",
      "bpThirteen": "Pedro Mandinga Rum Bar & Café",
      "bpFourteen": "Sortis Hotel & Casino",
      "bpFifteen": "Taberna La Malagueña",
      "bpSixteen": "Tipo Wao Bar & Lounge",
      "parksH2": "Parks and landmarks",
      "andresBelH3": "Andres Bello Park",
      "isLocated": "Andres Bello Park is located in the heart of the community and is on Via Argentina. Families consider El Cangrejo the ideal neighborhood in Panama City because of the park.",
      "thereAre": "There are exercise classes, a dog park, basketball courts, and play areas for children. You will see families and people of all ages hanging out here, and vendors selling shaved ice slushies called helados de pipas. Free concerts, farmers markets and other social gatherings are held here too.",
      "parkOmarH3": "Park Omar",
      "isALarg": "Park Omar is a large park in the middle of the San Francisco neighborhood (about 15 minutes from El Cangrejo). There are Zumba and fitness classes, children's playgrounds, live entertainment, picnics and lots of other recreational activities like soccer, basketball and baseball. There is also a library and places to buy food and beverages.",
      "bothOf": "Both of these parks are clean and inviting places to enjoy the outdoors.",
      "iglesiaH3": "Iglesia del Carmen",
      "theChurch": "The Church of Our Lady of Mount Carmen is located on Via Espana.",
      "itHas": "It has Gothic style architecture and dates back to 1947 when Carmelite priests arrived in Panama.",
      "towers": "The two towers represent hands of worshipers reaching toward the heavens to embrace God.",
      "itsConstruction": "Its construction was completed around 1955. A Spanish architect and artist built part of the altar and its towers.",
      "ffH3": "F and F Tower",
      "theCork": "'The Corkscrew' or 'Twisting Tower' is a highrise that is 53 floors tall and the ninth tallest building in Panama City.",
      "womanKneeH3": "'Woman on Her Knee' sculpture",
      "thisIs": "This is located in front of the Riande Granada Urban hotel. John Berry is the Sculptor.",
      "robertoH3": "Roberto Duran's house",
      "houseIn": "Roberto Duran's house is in El Cangrejo. Duran is a former champion professional boxer who held world titles in the lightweight, welterweight, light middleweight and middleweight divisions.",
      "otherSitesH3": "Sights of El Cangrejo",
      "elTrap": "/images/elCangrejo/el-trapiche-panama.jpg",
      "elTrapAltText": "el trapiche",
      "elTrapCaption": "El Trapiche Restaurant in El Cangrejo",
      "elTrapMeal": "/images/elCangrejo/panamanian-meal-el-trapiche.jpg",
      "elTrapMealAltText": "panamanian food",
      "elTrapMealCaption": "Panamanian food at El Trapiche",
      "elTrapMealA": "/images/elCangrejo/el-trapiche-meal.jpg",
      "elTrapMealAAltText": "shish kabob",
      "elTrapMealACaption": "Panamanian shish kabob at El Trapiche",
      "elTrapMeal2": "/images/elCangrejo/meal-at-el-trapiche.jpg",
      "elTrapMeal2AltText": "panamanian sandwich",
      "elTrapMeal2Caption": "Panamanian sandwich at El Trapiche",
      "chrisR": "/images/elCangrejo/chris-restaurante-grill.jpg",
      "chrisRAltText": "chris restaurante",
      "chrisRCaption": "Chris Restaurante and Grill in El Cangrejo",
      "chrisR2": "/images/elCangrejo/chris-restaurante-interior.jpg",
      "chrisR2AltText": "chris restaurante interior",
      "chrisR2Caption": "Inside of Chris Restaurante in El Cangrejo",
      "sieteMares": "/images/elCangrejo/siete-mares-panama-city.jpg",
      "sieteMaresAltText": "siete mares",
      "sieteMaresCaption": "Siete Mares in El Cangrejo",
      "sieteMaresInt": "/images/elCangrejo/siete-mares-interior.jpg",
      "sieteMaresIntAltText": "siete mares interior",
      "sieteMaresIntCaption": "Inside of Siete Mares restaurant in El Cangrejo",
      "sieteMaresFood": "/images/elCangrejo/lobster-meal-siete-mares.jpg",
      "sieteMaresFoodAltText": "lobster meal",
      "sieteMaresFoodCaption": "Lobster meal at Siete Mares restaurant in El Cangrejo",
      "donLee": "/images/elCangrejo/don-lee-el-cangrejo.jpg",
      "donLeeAltText": "don lee",
      "donLeeCaption": "Don Lee restaurant in El Cangrejo",
      "manolos": "/images/elCangrejo/manolos.jpg",
      "manolosAltText": "manolo's",
      "manolosCaption": "Manolo's restaurant in El Cangrejo",
      "sen": "/images/elCangrejo/sen-vietnam.jpg",
      "senAltText": "sen vietnam",
      "senCaption": "Sen Vietnam restaurant in El Cangrejo",
      "delCarmen": "/images/elCangrejo/iglesia-del-carmen-panama.jpg",
      "delCarmenAltText": "iglesia del carmen",
      "delCarmenCaption": "The Iglesia Del Carmen church in El Cangrejo",
      "ff": "/images/elCangrejo/f-and-f-tower-panama.jpg",
      "ffAltText": "corkscrew tower",
      "ffCaption": "The F and F Tower in El Cangrejo",
      "onKnee": "/images/elCangrejo/woman-on-her-knee-statue.jpg",
      "onKneeAltText": "sculpture of woman",
      "onKneeCaption": "Woman on Her Knee sculpture in El Cangrejo",
      "duran": "/images/elCangrejo/roberto-duran-house.jpg",
      "duranAltText": "roberto duran's house",
      "duranCaption": "Alex in front of Roberto Duran's house in El Cangrejo",
      "elCran": "/images/elCangrejo/el-cangrejo.jpg",
      "elCranAltText": "view of el cangrejo",
      "elCranCaption": "View from the car in El Cangrejo",
      "barber": "/images/elCangrejo/barberia-de-luis-el-cangrejo.jpg",
      "barberAltText": "barber shop",
      "barberCaption": "Barberia De Luis barber shop in El Cangrejo",
      "tryp": "/images/elCangrejo/tryp-hotel-el-cangrejo.jpg",
      "trypAltText": "tryp hotel",
      "trypCaption": "The Tryp Hotel in El Cangrejo",
      "coffee": "/images/elCangrejo/el-coffee-shop-pty.jpg",
      "coffeeAltText": "coffee shop",
      "coffeeCaption": "El Coffee Shop Pty in El Cangrejo",
      "graff": "/images/elCangrejo/graffiti-wall-in-el-cangrejo.jpg",
      "graffAltText": "graffiti",
      "graffCaption": "A graffiti wall in El Cangrejo",
      "palm": "/images/elCangrejo/palm-trees-el-cangrejo.jpg",
      "palmAltText": "palm trees",
      "palmCaption": "A street lined with palm trees in El Cangrejo",
      "moto": "/images/elCangrejo/panamanian-motorcycle-club.jpg",
      "motoAltText": "motorcycle club",
      "motoCaption": "A Panamanian motorcycle club in El Cangrejo",
      "crab": "/images/elCangrejo/map-of-el-cangrejo.jpg",
      "crabAltText": "map of el cangrejo",
      "crabCaption": "El Cangrejo is within the dotted red line, the streets that are highlighted with the solid red line, give El Cangrejo the appearance of a crab.",
      "life": "/images/elCangrejo/el-cangrejo-life.jpg",
      "lifeAltText": "school bus",
      "lifeCaption": "A school bus in El Cangrejo",
      "night": "/images/elCangrejo/el-cangrejo-night.jpg",
      "nightAltText": "nightlife",
      "nightCaption": "El Cangrejo at night",
      "street": "/images/elCangrejo/street-performer-el-cangrejo.jpg",
      "streetAltText": "street performer",
      "streetCaption": "A street performer in El Cangrejo",
      "view": "/images/elCangrejo/el-cangrejo-view.jpg",
      "viewAltText": "view from hotel",
      "viewCaption": "View of El Cangrejo from the Hampton by Hilton hotel",
      "bird": "/images/elCangrejo/bird-in-park.jpg",
      "birdAltText": "a bird",
      "birdCaption": "A bird in a tree in El Cangrejo",
      "arch": "/images/elCangrejo/el-cangrejo-panama.jpg",
      "archAltText": "architecture",
      "archCaption": "Architecture in El Cangrejo"
    },
    {
      "title": "What languages are spoken in Panama?",
      "author": "Alex DeLeon",
      "date": "February 5, 2024",
      "id": "what-languages-are-spoken-in-panama",
      "className": "spanish",
      "Thum492w": "/images/spanish/th-panama-products.webp",
      "Thum492j": "/images/spanish/th-panama-products.jpg",
      "Thum320w": "/images/spanish/th-panama-products-320.webp",
      "Thum320j": "/images/spanish/th-panama-products-320.jpg",
      "Thum480w": "/images/spanish/th-panama-products-480.webp",
      "Thum480j": "/images/spanish/th-panama-products-480.jpg",
      "Thum640w": "/images/spanish/th-panama-products-640.webp",
      "Thum640j": "/images/spanish/th-panama-products-640.jpg",
      "Thum768w": "/images/spanish/th-panama-products-768.webp",
      "Thum768j": "/images/spanish/th-panama-products-768.jpg",
      "Thum960w": "/images/spanish/th-panama-products-960.webp",
      "Thum960j": "/images/spanish/th-panama-products-960.jpg",
      "alt": "products in spanish",
      "intro": "Panama's official language is Spanish and it is spoken by nearly 90% of its population. English is the second most commonly used language in Panama.",
      "about15": "About 15% of Panamanians, particularly those living in urban areas and popular tourist destinations like Panama City, may have a basic understanding and ability to speak English.",
      "althoughFlu": "Although fluency in Spanish is not necessary, knowing some basic Spanish phrases and understanding common expressions is important and will  greatly enhance your experience in Panama.",
      "whatRoleh2": "What role does English play in Panama?",
      "busEconSpan": "Business and Economy:",
      "busEcon": "English is often used as a language of international business, trade, and finance. The Panama Canal, along with Panama's strategic location for commerce, has contributed to the use of English in the business sector.",
      "tourismSpan": "Tourism:",
      "tourism": "Panama is a popular tourist destination, and English is commonly spoken in tourist areas, hotels, and restaurants.In order to meet the needs of international visitors, English proficiency is a valuable asset in the hospitality industry.",
      "eduSpan":"Education:",
      "educat": "English is taught as a second language in schools, and many educational institutions offer English language programs. Proficiency in English is  an advantage for employment opportunities.",
      "irSpan": "International Relations:",
      "internRelations": "Panama is a member of the global community and English is the primary language for international communication.English is used in diplomatic relations, conferences, and international organizations.",
      "techSciSpan": "Technology and Science:",
      "techSci": "English is the  language of choice in technology, science, and research. Panamanian scientists and researchers use English to access the latest information and collaborate with researchers worldwide.",
      "expatSpan": "Expat Community:",
      "expatComm": "Panama has a diverse expat community, and English is commonly spoken by this group.",
      "mediaSpan":"Media and Entertainment:",
      "mediaEnt": "Panama has a large amount of English-language media, including movies, TV shows, and music. Many entertainment options are available in English.",
      "whyImpH2": "Why it's important to learn Spanish",
      "inRemote": "In remote areas, there are not many people who speak English, and the majority of taxi drivers, store clerks, and restaurant workers only speak limited English.",
      "learningSpanish": "Learning Spanish will make it easier to communicate with locals, understand cultural nuances, and navigate various everyday situations.",
      "makingEffort": "Making an effort to speak Spanish shows respect for the culture and language of the Spanish-speaking community. It shows an interest in and appreciation for Panama's way of life.",
      "evenIf": "Even if it's just a few words, your effort will be appreciated by locals and will contribute to a more enjoyable and engaging travel experience.",
      "nativeSpeakers": "Native speakers know that learning a new language can be challenging, and they usually are supportive and encouraging as you practice. Even if you make mistakes, the effort itself is often valued and respected.",
      "whatAreSomeH2": "What are some good Spanish phrases to know if I am going to Panama?",
      "learnBasic": "Learn basic greetings, numbers, and phrases to use when asking for directions, ordering food, and making simple inquiries. It can also be helpful to know some cultural nuances and polite expressions.",
      "greetingsH3": "Greetings and farewells",
      "liBD": "'Buenos días' - Good morning.",
      "liBT": "'Buenas tardes' - Good afternoon.",
      "liBN": "'Buenas noches' - Good evening/night.",
      "liCE": "'¿Cómo estás' - How are you?",
      "liQT": "'¿Qué tal?' - What's up?",
      "liCV": "'¿Cómo te va?' - How's it going?",
      "MG": "'Mucho Gusto' - Nice to meet you.",
      "hastaL": "'Hasta luego' - See you later.",
      "hastP": "'Hasta pronto' - See you soon.",
      "nV": "'Nos Vemos' -  See you",
      "courtesiesH3": "Common courtesies",
      "porFli": "'Por favor' - Please.",
      "gracias": "'Gracias' - Thank you.",
      "muchasG": "'Muchas gracias' - Thank you very much.",
      "deNada": "'De nada' - You're welcome.",
      "conPer": "'Con permiso' - Excuse me (when you need to walk by or pass in front of someone).",
      "disCulpa": "'Disculpa' - Excuse me (when you want to get someone's attention to ask them something).",
      "loSiento": "'Lo Siento' - I'm sorry.",
      "politeReq": "Polite requests",
      "podAy": "'¿Podría ayudarme, por favor?' - Could you help me, please?",
      "podDec": "'¿Podría decirme...?' - Could you tell me...?",
      "meGusSab": "'Me gustaría saber...' - I would like to know...",
      "serPos": "'¿Sería posible...?' - Would it be possible...?",
      "meGusPed": "'Me gustaría pedir...' - I would like to order...",
      "podTraer": "'¿Podría traerme...?' - Could you bring me...?",
      "podAssist": "'¿Podría asistirme con...?' - Could you assist me with...?",
      "necisAy": "'Necesito ayuda con...' - I need help with...",
      "leImp": "'¿Le importaría...?' - Would it bother you if...?",
      "meGusPre": "'Me gustaría preferiblemente...' - I would prefer...",
      "basicQuesH3": "Ordering food",
      "cuantoCue": "'¿Cuánto cuesta?' - How much does it cost?",
      "estasFila": "'¿Estás en la fila?' - Are you in line?",
      "nosPuedeDar": "'¿Nos puede dar la carta, por favor?' - Can you give us the menu, please?",
      "tomareAg": "'Tomaré agua' - I'll have a water.",
      "deliciosa": "'Delicioso/a' - Delicious",
      "laCarna": "'La carne/pescado bien cocida, por favor' - The meat/fish well-done, please.",
      "sinCeb": "'Me gustaría la ensalada sin cebolla' - I would like the salad without onions.",
      "puedoCambi": "'¿Puedo cambiar las papas por ensalada?' - Can I change the potatoes for salad?",
      "sinSal": "'Sin sal, por favor' - Without salt, please.",
      "estoPlato": "'¿Este plato contiene nueces/pescado/lácteos?' - Does this dish contain nuts/fish/dairy?",
      "soyAler": "'Soy alérgico/a a...' - I am allergic to...",
      "askingH3": "Asking for directions:",
      "dondeEst": "'¿Dónde está...?' - Where is ...?",
      "comoLlego": "'¿Cómo llego a...?' - How do I get to...?",
      "puedeInd": "'¿Puede indicarme cómo llegar a...?' - Can you tell me how to get to...?",
      "estoyYendo": "'¿Estoy yendo en la dirección correcta para llegar a...?' - Am I going in the right direction to get to...?",
      "hayAlgun": "'¿Hay algún lugar cerca?' - Is there a place nearby?",
      "dondeQue": "'¿Dónde queda...?' - Where is it located...?",
     "givingDirectH3": "Giving directions",
     "giraD": "'Gire a la derecha.' - Turn right.",
     "giraL": "'Gire a la izquierda.' - Turn left.",
     "goStraight": "'Vaya todo recto.' - Go straight ahead.",
     "estaEsqu": "'Está en la esquina.' - It's on the corner.",
     "tomaLa": "'Toma la primera/segunda calle a la derecha/izquierda.' - Take the first/second street on the right/left.",
     "sigaDerecho": "'Siga derecho hasta llegar a la plaza/parque/iglesia.' - Continue straight until you reach the square/park/church.",
     "erPhrasesH3": "Emergency phrases",
     "ayudaLi": "'¡Ayuda!' - Help!",
     "llamaAmb": "'¡Llame a una ambulancia, por favor!' - Call an ambulance, please!",
     "llamaPol": "'¡Llame a la policía!' - Call the police!",
     "aux": "'¡Auxilio! ¡Me están robando!' - Help! I am being robbed!",
     "perdido": "'Estoy perdido/a.' - I am lost.",
     "fuego": "'¡Fuego!' - Fire!",
     "necInt": "'Necesito un intérprete, por favor.' - I need an interpreter, please.",
     "panamaSpanishH2": "What is Panama Spanish?",
     "panamaSpanishIs": "Panama Spanish is the Spanish language that is spoken in Panama. Although it is a part of the wider Spanish language, there are regional variations in vocabulary, pronunciation, and expressions. Panamanian Spanish is influenced by local culture, history, and the country's diverse population.",
     "hasAVariety": "Panamanian Spanish has a variety of colloquial expressions, slang, and regional words that may not be as commonly used in other Spanish-speaking countries.",
     "dependingOn": "Depending on where you are  in Panama, you may notice  differences in pronunciation and vocabulary.",
     "whenCoronado": "When I was in Coronado, I noticed that locals tend to drop the final “s” sound in words.",
     "thisIsKnown": "This is known as seseo.'Seseo refers to the merger of the 's' and 'c or 'z' sounds, resulting in the pronunciation of these sounds as a single sound, typically resembling the 's' sound.",
     "buenaBuena": "The common greeting in Coronado and other rural areas of Panama is 'Buena-Buena.' It's short for 'Buenos días'/'Buenas tardes'. This phrase is used in passing and is used at any time of day.",
     "slangDielects": "Panamanian slang and dialects",
     "hereAreSome": "Here are some examples of words and phrases commonly used in Panama.",
     "laChiva": "'La Chiva' - bus",
     "chuzo": "'Chuzo' - Wow",
     "patacon": "'Patacón' - Fried green plantains, often served as a side dish",
     "chamba": "'Chamba' - Job or work",
     "jama": "'Jama' - food",
     "plena": "'Plena' - A traditional genre of Panamanian music",
     "cubetazo": "'Cubetazo' -  A large bucket or container filled with drinks, often used in social gatherings",
     "chevere": "'Chévere' - Cool, great, awesome",
     "taladro": "'Taladro' - Traffic jam",
     "queXop": "'¿Qué xopa?' - What's up?/ what's going on?",
     "AquiTran": "'Aquí, tranquilo/a' - Everything is calm here",
     "inAddition": "In addition to Spanish, there are indigenous communities in Panama that speak their own language. Ngäbere, Buglé, Emberá, and Wounaan are languages with their own grammar and vocabulary and are not considered dialects of Spanish.",
     "howCanLearnH2": "How can I learn Spanish and bridge the language gap?",
     "watchMov": "Watch Spanish movies, TV shows, and listen to Spanish music or podcasts.",
     "useApps": "Use language learning apps for structured lessons and practice.",
     "findExchange": "Find language exchange partners or join conversation groups.",
     "createFlash": "Create flashcards for vocabulary and phrases.",
     "readSpanish": "Read Spanish texts aloud to improve pronunciation and fluency.",
     "pracitceDaily": "Practice daily.",
     "languageTransferH3": "Language Transfer",
     "languageTransfer": "Language Transfer is a course that you can find on YouTube or at",
     "langTrSpan":"https://languagetransfer.org",
     "period": ".",
     "someonePanama": "Someone in Panama recommended this course to me and I still continue to go back and redo the course. I learn more and more each time.",
     "willBenefit": "This course will benefit you no  matter what level you are at with your Spanish.",
     "noMem": "There is no memorization involved with this course. The instructor's name is Mihalis and he uses what is called the 'Thinking Method.' He emphasizes the thought process in learning Spanish as opposed to memorizing.",
     "theLearner": "The learner uses his native language to acquire Spanish. Certain grammatical structures and pronunciation patterns are transferred from English to Spanish. So, you will learn a lot of Spanish right away based on what you already know from English.",
     "itsAbout": "It's about 91 videos and each one is about 10 minutes long. At the end of the course you will have a good understanding of basic grammar rules, tenses, verb conjugation and sentence structure.",
     "moreImp": "More importantly you'll be able to put sentences together by thinking them through and knowing what feels correct.",
     "ifYouAre": "If you're already familiar with standard or Latin American Spanish, you'll likely be able to communicate effectively in Panama. Being aware of regional differences can improve your language skills and make it easier to understand and connect with the locals.",
     "panProducts": "/images/spanish/panama-products.jpg",
     "prodAltText": "panamanian products in spanish",
     "prodCaption": "Cereal products written in Spanish",
     "orderFood": "/images/spanish/ordering-food-panama.jpg",
     "orderAltText": "guys ordering food",
     "orderCaption": "Two guys order food in Panama",
     "alto": "/images/spanish/panama-stop-sign.jpg",
     "altoAltText": "stop sign that says alto",
     "altoCaption": "A stop sign in Coronado",
     "school": "/images/spanish/roberto-eisenmann-bilingual-school.jpg",
     "schoolAltText": "roberto eisenmann school",
     "schoolCaption": "Roberto Eisenmann bilingual school in Coronado",
     "indigenous": "/images/spanish/indigenous-panamanians.jpg",
     "indigenousAltText": "indigenous panamanians",
     "indigenousCaption": "Indigenous Panamanian from the San Blas Islands",
     "overall": "Overall, learning Spanish can create new opportunities, expand your horizons, and enrich your personal and professional life, especially in regions where Spanish is prevalent like Panama."
    },
    {
      "title": "What are the cultural norms of Panama?",
      "author": "Alex DeLeon",
      "date": "February 8, 2024",
      "id": "what-are-the-cultural-norms-of-panama",
      "className": "culture",
      "Thum492w": "/images/culturalNorms/th-san-blas.webp",
      "Thum492j": "/images/culturalNorms/th-san-blas.jpg",
      "Thum320w": "/images/culturalNorms/th-san-blas-320.webp",
      "Thum320j": "/images/culturalNorms/th-san-blas-320.jpg",
      "Thum480w": "/images/culturalNorms/th-san-blas-480.webp",
      "Thum480j": "/images/culturalNorms/th-san-blas-480.jpg",
      "Thum640w": "/images/culturalNorms/th-san-blas-640.webp",
      "Thum640j": "/images/culturalNorms/th-san-blas-640.jpg",
      "Thum768w": "/images/culturalNorms/th-san-blas-768.webp",
      "Thum768j": "/images/culturalNorms/th-san-blas-768.jpg",
      "Thum960w": "/images/culturalNorms/th-san-blas-960.webp",
      "Thum960j": "/images/culturalNorms/th-san-blas-960.jpg",
      "alt": "san blas indians",
      "intro": "Panama has its own set of cultural norms that influence social interactions, behavior, and daily life.",
      "byFamiliz": "By familiarizing yourself with these norms, you can navigate interactions more smoothly and minimize the risk of unintentionally causing offense or confusion.",
      "hereAre": "Here are some key cultural norms to keep in mind.",
      "repectSpan": "Respect for elders:",
      "panCult": "Panamanian culture emphasizes the importance of respecting elders. Younger individuals are expected to show respect and courtesy towards older people, addressing them with appropriate titles and showing consideration for their opinions and advice.",
      "frienSpan": "Friendliness and hospitality:",
      "panamAre": "Panamanians are well known for their warm and friendly demeanor. Hospitality is highly valued, and guests are often treated with generosity and kindness, whether in homes or businesses.",
      "greet": "Greetings:",
      "itIsCusto": "It is customary to ",
      "strongGreet": "greet everyone.",
      "ifYouAre":" If you enter an elevator, a bus, or pass someone while walking down the street, a simple 'buenos días' (good morning), 'buenas tardes' (good afternoon), or 'buenas noches' (good evening) is considered polite.",
      "whenMeeting": "When meeting someone, a handshake is normal. In more casual settings, a kiss on the cheek may be exchanged between women.",
      "famBondsSpan": "Family bonds:",
      "panSoc": "Panamanian society is strongly influenced by family. Strong familial bonds are fostered, and extended families often live in close proximity and provide support to one another.",
      "relInfluSpan": "Religious influence:",
      "mostPan": "Most Panamanians identify as Roman Catholic, and religious traditions and values have a significant impact on culture and societal norms. Religious holidays and ceremonies are often celebrated with reverence and devotion.",
      "paceSpan": "Pace of life:",
      "punctual": "Punctuality is valued in formal settings and business environments, but social events tend to have a more relaxed attitude towards time. It's acceptable to be a bit late for social gatherings.",
      "panamaOperates": "Panama operates on a more relaxed schedule than some Western countries. Things might not always happen on time. Patience is key.",
      "personSpaceSpan": "Personal space:",
      "panaVal": "Panamanians value personal space but are generally     comfortable with close proximity and physical contact during interactions. However, it's essential to be respectful of personal boundaries and avoid intrusive behavior.",
      "etiquetteSpan": "Etiquette in dining:",
      "tableManners": " Table manners and dining etiquette are important in Panama, particularly in formal settings. It's customary to wait for the host or elder to begin eating before starting your meal, and polite behavior at the table is expected.",
      "useTitles": "Use of titles:",
      "usingFormal": "Using formal titles like 'Señor' (Mr.) and 'Señora' (Mrs.) is a sign of respect. Even in more casual situations, using titles initially is a good practice.",
      "communicationSpan": "Communication style:",
      "inOrder": "In order to maintain harmony, Panamanians tend to communicate indirectly. Non-verbal cues and body language play a big role in understanding the true meaning behind the words.",
      "casConvSpan": "Casual conversations:",
      "casConv": "Casual conversations are common, and small talk is valued. It is considered polite to ask about someone's well-being before discussing business matters.",
      "foodSharingSp": "Food sharing:",
      "sharingFood": "Sharing food is a common practice in Panama. If someone offers you food or drink, it is polite to accept, even if it's just a small portion.",
      "celebrFestSP": "Celebrations and festivals:",
      "boasts": " Panama's cultural heritage is rich, with many festivals and celebrations happening throughout the year. Music, dance, traditional costumes, and culinary delights are all part of these events, which provide opportunities for communal celebration and cultural exchange.",
      "fauxPasH2": "Faux Pas and things to avoid doing",
      "discusSpan": "Discussing sensitive topics:",
      "avoid": "Avoid discussing sensitive topics such as politics, religion, or socioeconomic issues unless you are familiar with the views of those present. These topics can separate people into opposing groups, and it's best to steer clear of them in casual conversations.",
      "usnsolicitedSpan": "Unsolicited advice or opinions:",
      "givingUnsol": "Giving unsolicited advice or opinions about a person's personal choices, appearance, or lifestyle can be invasive. It's important to respect people's independence and allow them to make their own decisions without interference.",
      "wastingFoodSpan": "Wasting food:",
      "theCultur": "The culture of hospitality in Panama involves sharing food generously, so wasting food can be seen as disrespectful to the host. Take only what you can eat and express thanks for the hospitality extended to you.",
      "speakingLoudSpan": "Speaking loudly in public:",
      "panaPlace": "Panamanians place a high value on politeness and considerate behavior in public spaces. Speaking loudly or causing disruptions in public areas is considered impolite.",
      "notOffeing": "Not offering assistance:",
      "givingHelp": "Giving help to others, particularly those in need, is seen as an act of kindness and goodwill in Panama. Failing to offer help when it is needed may be seen as indifferent or uncaring.",
      "ignoringGreetings": "Ignoring greetings:",
      "greetingsAre": "Ignoring someone's greeting, especially in a social setting, is seen as rude or dismissive. Always acknowledge someone's presence and respond politely to greetings.",
      "doTipH2": "Do they tip in Panama?",
      "whileTipp": "While tipping is not always mandatory in Panama, it is highly appreciated, especially in the service industry where employees often depend on tips to supplement their income. Here are some general guidelines for tipping in Panama.",
      "restSpan": "Restaurants:",
      "itNormal": "It's normal to leave a tip of around 10% of the total bill if a service charge hasn't already been included. Some upscale restaurants may include a service charge, so check your bill before adding an additional tip.",
      "barsSpan": "Bars:",
      "tipAtBars": "Tipping at bars is not mandatory, but rounding up the bill or leaving small change is appreciated for good service.",
      "hotels": "Hotels:",
      "tippingHotel": "Tipping hotel staff such as bellhops, maids, and concierge for exceptional service is normal. You can leave a small amount of around $1 - $2 per service or more for particularly helpful assistance.",
      "taxisSpan": "Taxis:",
      "tippingTaxi": "Tipping taxi drivers is not expected, but rounding up the fare for good service or help with luggage is appreciated.",
      "tourGuidesSpan": "Tour guides and drivers:",
      "ifYouGo": "If you go on tours or hire drivers, it's normal to tip, especially if they provide excellent service. 10% of the total cost is typical.",
      "otherServicesSpan": "Other services:",
      "inGeneral": "In general, tipping is not mandatory for other services, but if you receive exceptional service from individuals like manicurists, hairdressers or spa therapists, it's appropriate to leave a tip.",
      "dressCodeH2": "Does Panama have a dress code?",
      "dressCodeVary": "The dress code can vary depending on the occasion, location, weather, and personal style preferences. Here's a general overview of what men usually wear in Panama City.",
      "casualSpan": "Casual wear:",
      "menDress": "Men dress casually in jeans and t-shirts, polo shirts, or casual button-down shirts for daily activities like strolling around the city, shopping, or visiting cafés.",
      "evenIn": "Even in casual dress situations, you will notice that most men wear long pants and if they do wear jeans, they do not have holes in them. Long pants are often seen as more formal and respectful compared to shorts.",
      "womenDress": "Women dress in skirts with tank tops or blouses.  Lightweight fabrics are preferred because of the warm climate.",
      "busCasH2": "Business casual:",
      "duringFormal": "During formal or business casual situations, men typically wear long or short-sleeved collared shirts with khakis, dress pants, or linen trousers. For a slightly more formal look, a blazer or sport coat can be worn. Ties aren't usually necessary in Panama's warm climate.",
      "forWomen": "For women, blouses or tops can be combined with dress pants, Capris pants, skirts, or dresses. Although sleeveless tops are common, it's advisable to bring a lightweight cardigan or jacket because the air conditioning can be very cold at some indoor places.",
      "beachWearSpan": "Beach wear:",
      "ifVisiting": " If visiting beaches or coastal areas near Panama City, men usually wear swim trunks or shorts paired with t-shirts or lightweight shirts.",
      "womenWear": "Women wear light, breathable clothing suitable for the warm and tropical climate.",
      "sunscreen": "Sunscreen, hats, and sunglasses are also essential for protection from the sun. The dress is more casual here than in Panama City.",
      "dressCodeH3": "Dress code for banks and government offices",
      "disregarding": "They will ask you to leave if you disregard any of these:",
      "menMustLi": "Men must be wearing long pants.",
      "womenShould": "Women should wear a knee length skirt or capri pants.",
      "noBare": "No bare shoulders.",
      "noT": "No t-shirts.",
      "shoesMust": "Shoes must cover toes (no sandals or flip flops).",
      "miscilLawsH3": "Miscellaneous laws",
      "drinkingLi": "In Panama, it's illegal to drink alcohol in public places, such as parks or streets, except in designated areas like bars or restaurants.",
      "beachAttire": "It's inappropriate for women to wear beach attire at public places other than the beach.",
      "shirts": "Men must wear shirts in public places in Panama unless they are at the beach.",
      "driving": "Foreigners can drive in Panama as long they have a valid driver's license from their home country or an international driving permit.",
      "understanding": "Understanding and respecting these cultural nuances will help you handle social situations and establish positive relationships in Panama."
    },
    {
      "title": "Traditional food in Panama",
      "author": "Alex DeLeon",
      "date": "February 12, 2024",
      "id": "traditional-food-in-panama",
      "className": "food",
      "Thum492w": "/images/elCangrejo/th-seafood-dish.webp",
      "Thum492j": "/images/elCangrejo/th-seafood-dish.jpg",
      "Thum320w": "/images/elCangrejo/th-seafood-dish-320.webp",
      "Thum320j": "/images/elCangrejo/th-seafood-dish-320.jpg",
      "Thum480w": "/images/elCangrejo/th-seafood-dish-480.webp",
      "Thum480j": "/images/elCangrejo/th-seafood-dish-480.jpg",
      "Thum640w": "/images/elCangrejo/th-seafood-dish-640.webp",
      "Thum640j": "/images/elCangrejo/th-seafood-dish-640.jpg",
      "Thum768w": "/images/elCangrejo/th-seafood-dish-768.webp",
      "Thum768j": "/images/elCangrejo/th-seafood-dish-768.jpg",
      "Thum960w": "/images/elCangrejo/th-seafood-dish-960.webp",
      "Thum960j": "/images/elCangrejo/th-seafood-dish-960.jpg",
      "alt": "a seafood dish",
      "intro": "Panamanian cuisine is a blend of African, Spanish, Caribbean, and indigenous influences, creating a rich and flavorful culinary heritage.",
      "seafoodH2": "Seafood",
      "seafoodPara": "Panama is situated between the Pacific Ocean and the Caribbean Sea and has access to all types of fish, lobster, crab, shrimp, mussels, clams, oysters, squid and octopus.",
      "fishAnd": "Many coastal communities in Panama depend on fishing as a primary source of livelihood.",
      "thisArticle": "This article will cover the key ingredients used in Panamanian cooking, food health standards, how to eat on a budget and help you find vegan and gluten free options.",
      "panFoodH2": "Panama food dishes",
      "sanocSpan": "Sancocho:",
      "thisPanNational": "This is Panama's national dish and is usually served with rice. It is a hearty soup made with chicken, yams, plantains, corn on the cob, and other vegetables.",
      "arrozConSpan": "Arroz con Pollo:",
      "aTradition": "A traditional dish made with rice and tender chicken. It is often seasoned with spices and vegetables.",
      "cevSpan": "Ceviche:",
      "panaVers": "Ceviche is a dish made with marinated seafood such as fish or shrimp. It's mixed with lime juice, onions, peppers, and cilantro. As mentioned earlier, it is one of Panama's traditional foods and a popular and refreshing choice.",
      "pataSpan": "Patacones:",
      "friedGreen": "Fried green plantains that have been flattened and then fried again. They are served as a side dish or as the base for other toppings, such as ceviche or shredded meat.",
      "carimSpan": "Carimañolas:",
      "theseAre": "These are similar to empanadas, but the dough is made from mashed yuca or yam. They are filled with ground beef or chicken and then deep fried.",
      "ropaViSpan": "Ropa Vieja:",
      "aDish": "A dish that combines shredded beef with a tomato-based sauce, bell peppers, onions, and other seasonings.",
      "tamalesSp": "Tamales:",
      "panTam": "Panamanian tamales are made from corn dough, filled with chicken, pork or vegetables and sometimes olives. They are wrapped in banana leaves and steamed.",
      "bollosSpan": "Bollos:",
      "cornDough": "This is a corn dough wrapped in banana leaves and steamed. They are filled with a variety of ingredients, such as fish, chicken or vegetables.",
      "yucaSpan": "Yuca con Mojo:",
      "yuca": "Yuca (cassava) is boiled and served with a garlic and citrus sauce called mojo.",
      "chichemeSpan": "Chicheme:",
      "aSweet": "A sweet, non-alcoholic beverage made from corn, milk, cinnamon, and vanilla.",
      "secoSpan": "Seco de Pollo:",
      "aChicken": " A chicken stew made with cilantro, onions, bell peppers, and other spices. It is usually served with rice and beans.",
      "ensaladSpan": "Ensalada de Feria:",
      "aFestive": "A festive salad made with a variety of ingredients such as beets, apples, potatoes, and mayonnaise.",
      "tropFruitsH2": "Tropical fruits",
      "panamaClimate": "Panama's  favorable climate allows for a variety of delicious tropical fruits to be grown. Some of the local tropical fruits include:",
      "guavaSpan": "Guava (Guayaba):",
      "thisFruit": "This fruit is common throughout Panama and comes in different varieties, including white and pink. Guavas are often eaten fresh or used to make juices, jams, and desserts.",
      "pinaSpan": "Pineapple (Piña):",
      "PanamaProd": "Panama produces sweet and juicy pineapples that are eaten fresh or used to make fruit salads, smoothies, and desserts.",
      "papaySpan": "Papaya (Fruta Bomba):",
      "papThrive": "Papayas thrive in the tropical climate and are available everywhere. They are often eaten fresh, either on their own or added to fruit salads and smoothies.",
      "mangoSpan": "Mango:",
      "panamOffers": "Panama has many different types of mangoes. Each has their own distinct flavor and texture. You can eat mangoes fresh, sliced, or blended into refreshing drinks and desserts.",
      "bananSp": "Banana and plantain (Plátano):",
      "banPlan": "Bananas and plantains are staples in Panamanian cuisine. They are used in a number of dishes, from fried plantains served as a side dish to bananas added to desserts and smoothies.",
      "cocoSp": "Coconut (Coco):",
      "cocoGrow": " Coconuts grow all over Panama and are used in lots of different ways, including fresh coconut water, coconut milk, and grated for desserts and other dishes.",
      "starSpan": "Starfruit (Carambola):",
      "starFr": "Starfruit, which has a distinctive cross-section that looks like a star, is grown in Panama and can be eaten as a snack or added to fruit salads and beverages.",
      "passionSpan": "Passionfruit (Maracuyá):",
      "thisTang": "This tangy and sweet-scented fruit is popular in Panama and used to make juices, desserts, and cocktails.",
      "sourSopSp": "Soursop (Guanábana):",
      "sourSop": "Soursop is a tropical fruit with a unique flavor that resembles a combination of strawberry and pineapple. It is often eaten fresh or used to make beverages and desserts.",
      "cashfrSp": "Cashew Fruit (Marañón):",
      "cashNuts": "The cashew fruit in Panama is the source of cashew nuts. The flavor of the fruit is sweet and tangy, and it is sometimes used to create juices and jams.",
      "streeVenH2": "Panama street vendors",
      "streeFood": "Street food vendors can be found throughout Panama, especially in urban areas and popular tourist destinations.",
      "theseVen": "These vendors offer a variety of food options that are both affordable and convenient.",
      "popularInc": "Popular street foods that can be found in Panama include:",
      "empSpan": "Empanadas:",
      "theseAreSav": "These are appetizing  pastries that have meat, cheese, or vegetables inside and are fried until golden brown. They are a popular and portable snack.",
      "carimanSpan": "Carimañolas:",
      "similarTo": "Similar to empanadas, carimañolas are deep-fried snacks made with a yuca (cassava) dough and filled with ground meat. They go well with a side of salsa or hot sauce.",
      "fruitCupSpan": "Fruit cups:",
      "freshTropical": "Fresh tropical fruits, like pineapple, mango, watermelon, and papaya, are sold in cups or on skewers. They are seasoned with lime juice, salt, and chili powder.",
      "chichSpan": "Chicharrones:",
      "theseAreCrisp": "These are crispy fried pork rinds or pork belly served as a snack or accompaniment to meals. They are seasoned with salt and lime.",
      "raspeoSpan": "Raspao:",
      "raspOr": "Raspao, or shaved ice, is similar to a snow cone. It's great during hot weather and is flavored with fruit syrups and condensed milk.",
      "plantSp": "Plantain Chips (Patacones):",
      "plantAre": "Plantains are cut into thin slices, fried until crisp, and served as chips. They can be seasoned with salt or other spices and eaten as a snack.",
      "desertsH2": "Traditional Panamanian desserts",
      "enjoySome": "Indulge and reward yourself with these desserts.",
      "tresLechSp": "Tres Leches Cake (Pastel de Tres Leches):",
      "thisIs": "This dessert is a favorite in Panama and all of Latin America. It's a sponge cake soaked in a mixture of evaporated milk, condensed milk, and heavy cream. It's topped with whipped cream and sometimes fruit. It is moist and rich.",
      "dulceTamSp": "Tres Leches Cake (Pastel de Tres Leches):",
      "tamarindCan": "Tamarind candy is made by boiling tamarind pulp with sugar until it thickens into a sticky, sweet paste. The mixture is then poured into molds to set. Sometimes it's rolled in sugar or shredded coconut for added sweetness and texture.",
      "hojaSp": "Hojaldres:",
      "theseArePan": "These are Panamanian-style fried dough pastries. They are similar to puff pastries, but are slightly sweet. They're often served with a light coating of powdered sugar or drizzled with honey or syrup. Sometimes they're filled with sweet ingredients like fruit preserves or caramel.",
      "arrozConSp": "Arroz con Leche:",
      "thisIsA": "This is a traditional rice pudding made by simmering rice with milk, sugar, cinnamon, and sometimes raisins until it thickens into a creamy consistency. It's often served cold and topped with cinnamon.", 
      "cocadesSp": "Cocadas:",
      "theseAreCo": "These are coconut-based candies made from shredded coconut, sugar, and sometimes condensed milk or egg whites. The mixture is shaped into small balls or patties and baked until golden brown. They're sweet, chewy, and often flavored with vanilla.",
      "chichSp": "Chicheme:",
      "chichIs": "Chicheme is a traditional Panamanian drink that can also be served as a dessert. It's made from sweet corn, milk, cinnamon, cloves, and sugar. It's then blended together and served cold. It has a creamy texture and a sweet flavor.",
      "panamaDrinksH2": "Panama drinks",
      "theseDrinks": "These drinks offer a peek into Panama's vibrant beverage culture, where traditional recipes and local ingredients come together to create delicious and diverse options for both locals and visitors.",
      "secoHerranoSp": "Seco Herrerano:",
      "thisIsPan": "This is Panama's national alcoholic drink. Seco Herrerano is distilled from sugarcane and is usually consumed straight or on the rocks. It is sometimes mixed with soda water, fruit juices (such as pineapple or orange), or coconut water. It's an all-around beverage and is enjoyed in many social settings.",
      "chichaSpan": "Chicha de Arroz con Piña:",
      "riceBased": "This is a traditional homemade, rice-based, drink that is flavored with pineapple, cinnamon, and sometimes cloves. It's sweet, creamy, and served cold.",
      "ronPSpan": "Ron Ponche:",
      "ronPonche": "Ron Ponche is a traditional Panamanian rum punch that is often served during festive occasions like Christmas and New Year's Eve. It's made by mixing dark rum with evaporated milk, condensed milk, vanilla extract, and spices like cinnamon and nutmeg. It boasts a luxuriously smooth and creamy texture.",
      "refrescNat": "Refrescos Naturales:",
      "panamaIs": "Many households and restaurants serve freshly squeezed fruit juices or 'refrescos naturales.' Some popular fruit options include passion fruit (maracuyá), mango (mango), pineapple (piña), and guava (guayaba). These refreshing beverages are often served over ice and sweetened to taste.",
      "cafeConSpan": "Café con Leche:",
      "coffeeIs": "Coffee is an important part of Panamanian culture, and café con leche (coffee with milk) is a popular way to enjoy it. Panamanian coffee is known for its rich flavor and smooth texture. Café con leche is usually made by mixing equal parts of brewed coffee and steamed milk. It is sometimes sweetened with sugar.",
      "pipaFriSp": "Pipa Fría:",
      "pipa": "Pipa Fría is made from coconut water, and usually served straight from a coconut. This is one of my favorites since it is naturally hydrating and has no additives. It is a sweet and refreshing taste of the tropics.",
      "foodHealthH2": "What are the food health standards like in Panama?",
      "foodHeealthPara": "In Panama, food health standards are overseen by government agencies and health authorities to make sure the quality of the food supply is safe.",
      "someAre": "Some of the key regulators of  food safety and health standards are:",
      "ministrySpan": "Ministry of Health (Ministerio de Salud, MINSA):",
      "theMin": "The Ministry of Health is responsible for overseeing public health initiatives and regulations, including those related to food safety. MINSA conducts inspections of food establishments, enforces health regulations, and monitors foodborne illnesses.",
      "panFoodSafeSp": "Panamanian Food Safety Authority (Autoridad Panameña de Seguridad de Alimentos, AUPSA):",
      "aupsa": "AUPSA is the government agency tasked with regulating and overseeing food safety standards in Panama. They establish and enforce regulations related to food production, processing, labeling, and distribution to ensure compliance with national and international standards.",
      "nationalFoodSp": "National Food Safety and Quality Service (Servicio Nacional de Calidad y Seguridad Alimentaria, SENACYT):",
      "senIs": "SENACYT is responsible for promoting food safety and quality standards, conducting research, and providing technical assistance and training to food industry professionals.",
      "panInSp": "Panamanian Institute of Agricultural Research (Instituto de Investigación Agropecuaria de Panamá, IDIAP):",
      "idiap": "IDIAP conducts research and provides technical support to the agricultural sector, including initiatives related to crop production, food safety, and agricultural sustainability.",
      "foodAn": "Food and Drug Administration (FDA) Equivalent:",
      "panaFood": "Panama's food safety regulations often align with international standards, including those established by the Food and Drug Administration (FDA) in the United States. This alignment helps ensure that imported food products meet recognized safety and quality standards.",
      "foodEstabl": "These agencies assess compliance with hygiene, sanitation, and food handling practices. Food businesses are required to maintain cleanliness, proper storage conditions, and adherence to temperature controls to prevent contamination and foodborne illnesses.",
      "americanFood": "Can I get American food in Panama?",
      "yes": "Yes. If you're craving a taste of home or want to eat familiar American dishes, you'll have lots of options to choose from, especially in Panama City.",
      "someOf": "Some of the American food options you can expect to find in Panama include:",
      "fastFoodSp": "Fast Food Chains:",
      "majorFast": "Major fast food chains like McDonald's, Burger King, KFC, Subway, and Pizza Hut are established in Panama. They offer familiar American favorites like burgers, fries, fried chicken, sandwiches, and pizza.",
      "casualDining": "Casual Dining Restaurants:",
      "thereAreCas": "There are casual diners in Panama that serve classic American comfort foods such as hamburgers, hot dogs, grilled cheese sandwiches, macaroni and cheese, and BBQ ribs.",
      "steakHouse": "Steakhouses:",
      "amerStyle": "American-style steakhouses are in Panama and they offer a selection of grilled meats, steaks, and hearty sides like mashed potatoes and steamed vegetables.",
      "intChains": "International Chains:",
      "panaCity": "Panama City also hosts branches of international restaurant chains that specialize in American cuisine or have American-inspired menus. Some of these are TGI Fridays, Hard Rock Cafe, Starbucks and Denny's.",
      "sportsBars": "Sports Bars and Pubs:",
      "sports": "Sports bars and pubs in Panama serve American-style bar food, including chicken wings, nachos, sliders, and other snacks, along with a selection of American beers and cocktails.",
      "howEatH2": "How to eat inexpensively in Panama",
      "fondaH3": "Fondas",
      "fondaRefers": "A fonda is a small, informal eatery or restaurant that is found in local neighborhoods or along roadsides. They serve affordable, traditional Panamanian meals.",
      "theseEst": "Fondas cater to locals and therefore have lower prices compared to upscale restaurants that cater to tourists. You can usually get a full meal at a fonda for $3 to $6.",
      "theChoices": "The menu is diverse and offers a wide range of meats, seafoods, soups, vegetables and side dishes.",
      "thisIsAgreat":"Eating at fondas is a great way to dine on a budget and have a hearty, satisfying meal.",
      "theMenu": "Fondas usually use chalkboard menus since they are flexible and make it easy to update the day's specials.",
      "atmosphere": "Fondas have a cozy and unpretentious atmosphere with simple décor and seating arrangements. Some fondas have outdoor seating areas or covered terraces so that customers can dine 'al fresco' (in the fresh air).",
      "importRole": "Even though you won't find the same level of amenities that you would at upscale restaurants, Fondas provide a relaxed and friendly environment to enjoy authentic Panamanian food and get a glimpse of everyday life in Panama.",
      "otherTips": "Other tips for dining on a budget",
      "menuDel": "Menu del Día",
      "manyRest": "Many restaurants in Panama offer a 'Menu del Día' or daily specials menu, especially during lunchtime. These set menus usually include a soup or salad, a main course, a beverage, and a dessert at a fixed, affordable price.",
      "localMarkets": "Local markets",
      "visitLocal": "Visit local markets such as Mercado de Mariscos (Seafood Market) or Mercado de Abastos (Produce Market) where you can find fresh and inexpensive ingredients. Some markets also have food stalls or small eateries where you can enjoy affordable meals prepared with fresh produce.",
      "cook": "Cook your own meals",
      "ifYouHave": "If you have access to kitchen facilities, consider buying groceries from supermarkets or markets and cooking your own meals. This can be more cost-effective than eating out every meal, especially for breakfast and snacks.",
      "shareH3": "Share meals",
      "shareMeals": "When dining out, consider sharing dishes with friends or family members. Many restaurants in Panama serve generous portions, and splitting a meal can help reduce costs while still allowing you to sample a variety of dishes.",
      "avoidH3": "Avoid tourist areas",
      "avoidTourist": "Restaurants and cafes in touristy areas tend to have higher prices compared to those in local neighborhoods. Venture off the beaten path to find more budget-friendly dining options.",
      "stayPlacesH3": "Stay at a place where food is included",
      "someHotels": "Some hotels and vacation properties include a free breakfast. This is a convenient in that you won't have to find a restaurant and it will save you some money.",
      "byob": "BYOB",
      "someAllow": "Some restaurants in Panama allow customers to bring their own alcoholic beverages, which can help save money on drinks. Check if corkage fees apply before bringing your own wine or beer.",
      "summary": " Panamanian cuisine reflects the country's cultural diversity and showcases the abundance of fresh, locally-sourced ingredients. Sampling local cuisine allows you to fully immerse yourself in the destination and create lasting memories associated with the flavors of a particular place. Sharing a meal is a universal human experience that brings people together. Trying foreign cuisine can facilitate connections with people from different backgrounds and create opportunities for cross-cultural exchange and dialogue.  Exposure to foreign cuisine can inspire creativity in your own cooking. You may discover new ingredients, cooking techniques, or flavor combinations that you can incorporate into your home cooking repertoire.",
      "VeganOptions": "Gluten free/vegan dining options",
      "hereAre": "Here are some vegetarian restaurants in Panama City.",
      "ElJardinSpan": "El Jardin Vegetariano:",
      "locatedOn": " Located on Via Veneto street in El Cangrejo, El Jardin Vegetariano offers a variety of vegetarian and vegan dishes, including soups, salads, sandwiches, and main courses. The food is served buffet style and you pay for each item you choose. They also have a selection of natural juices and smoothies.",
      "lovingHutSpan": "Loving Hut:",
      "lovingHut": "Loving Hut is a global chain of vegan restaurants, and there is one located in Panama City. It's in El Cangrejo on Av. Manuel Espinosa Batista and they offer a wide range of vegan dishes, including burgers, wraps, rice bowls, noodles, and desserts.",
      "veganOSpan": "Vegano-O-No:",
      "thisVegan": "Burgers, hot dogs, sides, and beverages are among the gluten-free fast food options available at this vegan spot. Pets are welcome and no reservations are needed. Everything is vegan and gluten free.",
      "vegSuSpan": "VegSu Restaurante Vegetariano:",
      "allDishes": "All the dishes are vegan and classic Chinese. There is a great selection and the food is served on a conveyor belt. Their food is very flavorful and reasonably priced. Items include chicken, duck, dim sum and rice.",
      "veganShackSpan": "The Vegan Shack:",
      "fullyVeg": "Fully vegan restaurant in old town Panama City. Offers an all day breakfast, smoothies, tofu, chickpea omelettes, juices, and more.",
      "placeSpan": "Planticería:",
      "veganCafe": "A vegan cafe and bakery offering brunch, lunch, sandwiches and baked goods like cookies, and cakes. They accept custom orders. Previously named Hidemi Kocina at Nuevo Paitilla.",
      "dessert": "/images/food/banana-split-panama.jpg",
     "dessertAltText": "banana split",
     "dessertCaption": "The banana split is a classic dessert staple anywhere.",

     "burger": "/images/food/panama-hamburger.jpg",
     "burgerAltText": "a burger",
     "burgerCaption": "Gold Coast Brewery Company in Coronado has great burgers and they brew their own beer.",

     
     "vendor": "/images/food/panama-street-vendor.jpg",
     "vendorAltText": "a street vender",
     "vendorCaption": "A street vendor selling raspao",

     "ceviche": "/images/food/ceviche-panama.jpg",
     "cevicheAltText": "a ceviche stand",
     "cevicheCaption": "You'll see ceviche stands like this all over Panama.",

     "coco": "/images/food/coconut-panama.jpg",
     "cocoAltText": "a coconut on the ground",
     "cocoCaption": "Panama's abundance of fruit is evident by all the fallen fruit that you will see.",

     "pina": "/images/food/chicha-de-pina.jpg",
     "pinaAltText": "a pineapple smoothie",
     "pinaCaption": "A pineapple smoothie from Picasso's restaurant",

     "portobelo": "/images/food/portobelo-fonda.jpg",
     "portobeloAltText": "a fonda in portobelo",
     "portobeloCaption": "An inexpensive fonda in Portobelo",

     "delMar": "/images/food/delicias-margot.jpg",
     "delMarAltText": "arroz con pollo",
     "delMarCaption": "Arroz con Pollo at Delicas Margot fonda",

     "hiway": "/images/food/highway-fonda-panama.jpg",
     "hiwayAltText": "fonda along the highway",
     "hiwayCaption": "A fonda along the Pan-American Highway",

     "fish": "/images/food/panama-fish-market.jpg",
     "fishAltText": "a seafood meal",
     "fishCaption": "A seafood meal from Mercado de Mariscos",

     "takeOut": "/images/food/panama-fonda-meal.jpg",
     "takeOutAltText": "a take-out meal from a fonda",
     "takeOutCaption": "Grilled chicken with rice and a couple sides",

     "foodStand": "/images/food/food-stand-panama.jpg",
     "foodStandAltText": "a food stand in panama",
     "foodStandCaption": "You can get an inexpensive, quick, meal at food stands like this one.",

     "coronadoBreak": "/images/food/coronado-panama-breakfast.jpg",
     "coronadoBreakAltText": "a pancake breakfast",
     "coronadoBreakCaption": "Villa Mayte is a vacation property in Coronado that includes a free daily breakfast.",

     "cookYour": "/images/food/lobster-dinner-panama.jpg",
     "cookYourAltText": "a lobster dinner",
     "cookYourCaption": "I stayed at the Villa Mayte vacation property and used their kitchen to cook these lobsters and mariscos.",

     "jardin": "/images/food/jardin-panama.jpg",
     "jardinAltText": "a fonda on the highway",
     "jardinCaption": "This fonda has vegan dishes.",

     "seafood": "/images/food/seafood.jpg",
     "seafoodAltText": "seafood dinner",
     "seafoodCaption": "Sunly Restaurant in Panama City offers large portioned seafood dishes.",

     "lSalads": "/images/food/lobster-salad-panama.jpg",
     "lSaladsAltText": "lobster salad",
     "lSaladsCaption": "This is the lobster salad at Big Lobster in Coronado.",

     "roadSide": "/images/food/panama-roadside-fonda.jpg",
     "roadSideAltText": "a fonda in panama",
     "roadSideCaption": "This is a fonda near Colon.",

     "fastFood": "/images/food/panama-fast-food.jpg",
     "fastFoodAltText": "fast food stand in panama",
     "fastFoodCaption": "Food stands like this serve all the popular street foods.",

     "margF": "/images/food/delicias-margot-front.jpg",
     "margFAltText": "delicas margot in panama",
     "margFCaption": "Alex at Delicias Margot"
     
      




    }
  ],
  "featured": [
    {
      "title": "How do I visit the Panama Canal?",
      "author": "Alex DeLeon",
      "date": "November 13, 2023",
      "id": "how-do-i-visit-the-panama-canal",
      "className": "panama-canal",
      "intro": "Going to Panama is not complete without a visit to the Panama Canal. The Miraflores Visitor Center is a great place to learn about the Canal and have a bird's-eye view of ships passing through the locks.",
      "ship": "/images/canal/panama-canal-ship.jpg",
      "shipAltText": "a ship in the panama canal",
      "shipCaption": "A ship going through the Miraflores Locks in Panama",
      "whyImpH2": "Why is the Panama Canal important?",
      "thePanaCanWasBuilt": "The Panama Canal reduces the distance ships need to travel to cross between the Atlantic and Pacific Oceans.",
      "thisMakes": "This makes for safer travel, saves shippers millions of gallons of fuel, and cuts travel time by weeks.",
      "resulted": "The Panama Canal resulted in more efficient global trade, increased revenue for Panama, and afforded cheaper consumer costs for you and me.",
      "cargo": "/images/canal/panama-canal-cargo-ship.jpg",
      "cargoAltText": "a cargo ship",
      "cargoCaption": "A cargo ship near the Miraflores Locks",
      "howWorkH2": "How does the Panama Canal work?",
      "throughLocks": "The Panama Canal works through a system of three locks.",
      "waterLevel": "The Canal's water level is higher than the ocean's. Figuring out how to raise and lower the water level so that ships could enter and exit the Canal was a major challenge.",
      "beforeShip": "Before a ship can enter the Canal, it must be raised to the Canal's water level and before it can exit the Canal, it must be lowered to sea level again.",
      "locksRaise": "The Panama Canal Locks raise and lower the water levels so that the ship can get safely across.",
      "locksAreChambers": "The locks are chambers that are powered by gravity and water from Gatun Lake.",
      "theGatunLake": "The Gatun Lake is a man-made lake that provides the necessary amount of water to operate the locks each time a ship goes through.",
      "waterFlows": "Water flows into the chamber to raise the ship and releases water from the chamber to lower the ship.",
      "whenAShip": "When a ship is ready to pass, two tugboats assist it with one in the front and one behind.",
      "tug": "/images/canal/panama-canal-tugboats.jpg",
      "tugAltText": "panama canal tugboats",
      "tugCaption": "Tugboats assisting a ship into the Miraflores Locks",
      "theTugboats": "The tugboats aid in aligning the ship with the canal gate. The ship is then tethered to locomotives called mules. The mules are on a track and guide the ship into the lock so that it does not hit the lock walls.",
      "mule": "/images/canal/panama-canal-mule.jpg",
      "muleAltText": "a mule locomotive",
      "muleCaption": "A mule locomotive at the Miraflores Locks",
      "afterTheShip": "Once the ship enters, a gate closes behind it, making it watertight. The valves then open up to allow water to flow in from Gatun Lake.",
      "onceInside": "While inside the locks, the ship captain gives control of the ship to the operators of the Panama Canal.",
      "operators": "/images/canal/panama-canal-workers.jpg",
      "operatorsAltText": "panama canal workers",
      "operatorsCaption": "Workers at the Miraflores Locks",
      "itTakesAround": "It takes around 10 minutes for the lock to fill up and raise the water level.",
      "shipIsThen": "The process is then repeated in the next lock chamber.",
      "culebraCut": "The ship passes through the Culebra Cut, which forms part of the canal and connects to the Gatun Lake.",
      "shipGoesThrough": "After crossing Gatun Lake, it goes through another set of lock mechanisms that will lower the ship back to sea level by draining the chambers.",
      "droughH2": "Panama drought",
      "lakeRelies": "The Gatun Lake relies on sufficient rainfall throughout the year to maintain its water levels. Lack of rain has caused a severe drought in Panama.",
      "hasCaused": "This is causing a shortage of water for the operation of the locks right now.",
      "canalAuthor": "The Panama Canal Authority has decreased the number of daily ship crossings and will further decrease the number in the upcoming months.",
      "WhereSeeH2": "Where can I see the Panama Canal Locks?",
      "thereAreThree": "There are three spots where you can observe ships passing through the locks.",
      "locks": "/images/canal/panama-canal-locks.jpg",
      "locksAltText": "Panama Canal lock locations",
      "locksCaption": "A museum display that shows the Panama Canal Lock locations",
      "theGatunLocks": "The Gatun Locks can be found on the Atlantic side. Although there is no museum, there is an observation deck.",
      "pedroMiguel": "The Pedro Miguel Locks are not far from the Miraflores Locks. You can park just off the highway and watch the ships going through.",
      "miraFloresH2":"Miraflores Visitor Center",
      "miraflores": "/images/canal/miraflores-visitor-center.jpg",
      "mirafloresAltText": "the miraflores visitor center",
      "mirafloresCaption": "The front entrance to the Miraflores Visitor Center",
      "theBestWay": "The best way, however, is to go to the Miraflores Visitor Center. It is about 20 minutes from the City Center and you can get there by taxi or bus.",
      "map": "/images/canal/panama-canal-map.jpg",
      "mapAltText": "a map to the miraflores locks",
      "mapCaption": "A map from the city center to the Miraflores Locks (courtey of Google Maps)",
      "directBus": "There is a bus that goes directly there from Albrook Mall. You can also take a bus going to Paraiso or Gamboa from Albrook. They run more frequently. You would just need to get off at the Miraflores Locks sign alongside the highway and walk from there.",
      "mirafloresLocks": "/images/canal/miraflores-locks.jpg",
      "mirafloresLocksAltText": "people going to the miraflores locks",
      "mirafloresLocksCaption": "People arriving at the Miraflores Visitor Center",
      "hours": "The hours are 8 a.m. to 5 p.m., and it costs $20 to get in.",
      "itFeatures": "It features a four-story interactive museum, an IMAX theater that shows a short film about the Panama Canal, a restaurant, and a viewing platform with panoramic views of the canal transits.",
      "viewDeck": "/images/canal/miraflores-locks-observation-deck.jpg",
      "viewDeckAltText": "view from the observation deck",
      "viewDeckCaption": "View of the Panama Canal from the Miraflores Locks observation deck",
      "mostBusy": "Ship traffic is at its busiest between 8 and 11 a.m.",
      "forBestExp": "To increase your odds of seeing a ship pass, arrive at 8 a.m. and head straight for the observation deck on the 4th floor.",
      "deck": "/images/canal/panama-canal-observation-deck.jpg",
      "deckAltText": "the observation deck",
      "deckCaption": "People on the observation deck at the Miraflores Visitor Center",
      "museumH2": "Museum images from the Miraflores Visitor Center",
      "howWorks": "/images/canal/how-panama-canal-works.jpg",
      "howWorksAltText": "a plaque in the museum",
      "howWorksCaption": "A plaque that explains how the Panama Canal Locks work",
      "dart": "/images/canal/dartagnan-model-ship.jpg",
      "dartAltText": "a model ship",
      "dartCaption": "A model of a D'Artagnan ship",
      "cosco": "/images/canal/cosco-model-ship.jpg",
      "coscoAltText": "a ship model",
      "coscoCaption": "A model of a Cosco ship",
      "tugModels": "/images/canal/panama-canal-tugboat-models.jpg",
      "tugModelsAltText": "tugboat models",
      "tugModelsCaption": "Display of tugboat models",
      "muleModel": "/images/canal/panama-canal-mule-model.jpg",
      "muleModelAltText": "a model of a mule",
      "muleModelCaption": "A mule locomotive display",
      "museumDisplay": "/images/canal/museum-display-workers.jpg",
      "museumDisplayAltText": "a display showing workers",
      "museumDisplayCaption": "A display showing ship workers attaching a rope to a ship",
      "museumDisplayShip": "/images/canal/panama-canal-museum-display.jpg",
      "museumDisplayShipAltText": "a ship going through the locks",
      "museumDisplayShipCaption": "A display showing a ship going through the locks",
      "engineerDisplay": "/images/canal/a-panama-canal-engineer-statue.jpg",
      "engineerDisplayAltText": "a display showing an engineer",
      "engineerDisplayCaption": "A display showing a Panama Canal engineer taking a measurement",
      "engineerDisplay2": "/images/canal/panama-canal-engineer-statue.jpg",
      "engineerDisplay2AltText": "a panama canal engineer",
      "engineerDisplay2Caption": "A display showing a Panama Canal engineer looking through a telescope",
      "captainsPov": "/images/canal/captains-pov-panama-canal.jpg",
      "captainsPovAltText": "ship pov of the canal",
      "captainsPovCaption": "The ship captain's point of view when going through the Panama Canal",
      "overheadCanal": "/images/canal/overhead-view-panama-canal.jpg",
      "overheadCanalAltText": "birds eye view of the canal",
      "overheadCanalCaption": "A display showing an overhead view of the Panama Canal",
      "pedroMiguelVideoCaption": "A ship goes through the Pedro Miguel Locks at the Panama Canal",
      "mirafloresVideoCaption": "A ship goes through the Miraflores Locks at the Panama Canal",
      "bridgeAmericasCaption": "A view of the Panama Canal from the Bridge of the Americas",
      "storyVideoCaption": "Panama Canal movie that they played in the museum theater",
      "miraFloresVideoH2": "Video of a ship passing through the Miraflores Locks",
      "bridgeAmerH2": "Video of the Panama Canal from the Bridge of the Americas",
      "pedroMiguelH2": "Video of a ship going through the Pedro Miguel Locks",
      "storyH2": "Video that was played in the museum theater (used with permission)"
    }
  ]
}
 