{
  "blogs": [
    {
      "title": "Is Panama safe?",
      "author": "Alex DeLeon",
      "date": "August 29, 2023",
      "id": "is-panama-safe",
      "className": "safety",
      "intro": "Panama is regarded as one of the safest countries in Central America. You will find that most Panamanians are friendly and welcoming people. ",
      "moderateCrime": "There is a moderate crime rate in Panama. The crime rate in Panama City is much lower than in some major US cities such as St. Louis, Missouri, and Chicago, Illinois. The past three years have seen a slight increase in Panama's crime rate.",
      "despiteThis": "Despite this, the likelihood of you being mugged is slim. Most establishments are patrolled by police and armed security. While this can give you a sense of safety, there are other precautionary measures you can take to maintain safety in Panama.",
      "thisArticle": "This article will cover preventing muggings, recognizing scams, health and safety and areas to avoid.",
      "h2targets": "Who are the prime targets for muggers?",
      "criteria": "Muggers have different criteria that dictate who their next victim will be. Gender, age, physical build, how you are dressed, time of day and whether or not you are alone all factor in.",
      "h3alone": "People who are alone",
      "commonTarget": "The most common target for a mugger is someone who is alone and in an isolated area. Train station platforms, alleys or parking lots are where you need to exercise extreme caution. Do your best to avoid any desolate areas. If you do take the train, stay alert and keep close to other commuters.",
      "Oftentimes": "Oftentimes, a mugger will approach under the pretense of asking you for directions or making small talk.  If this happens, you can go ahead and give them directions but keep your distance, glance at their hands and confidently look them straight in the eyes. If you are walking and they come up and start walking alongside you, don't break stride and head to the nearest crowded area if they continue to follow you.",
      "unsurePeople": "People who look unsure of themselves",
      "bodyLanguage": "Muggers will size up a person's body language before making their move. They target people who look inattentive, lost or distracted. They are looking for a person who has a lazy slouching posture or looks at the ground when they walk. Plan your routes ahead of time so that you know where you are going before you even leave your hotel. If you have to ask for directions on the way, a mugger may think that you are lost and target you. The best case scenario is to plan your route so that you will be walking down main streets with lots of people on them.",
      "ifAble": "If you are able, walk tall with your shoulders back and your eyes level. This will help you become more aware of your surroundings. Maintain situational awareness by leaving your headphones off and don't text or look at your phone while you walk.",
      "goingAroundCorners": "When you are going around corners, take wide turns so that you can see what is around the corner. Muggers like to ambush people as they come around corners.",
      "muggersMoveIn": "Muggers will move in when they see somebody walking while texting because it is clear that you are not paying attention. You want to watch and listen to your surroundings. If you do so, you will be able to spot potential threats. If you do see a potential threat, move to a safer area.",
      "takeNote": "Take note of people sitting in parked cars and people who appear to just be standing around. Glance side to side from time to time as you walk and quickly make eye contact when you walk past people. Walking with purpose and showing that you are not afraid of a little eye contact will show that you are a confident and on the ball person. You will not be the first choice for a mugger.",
      "whenYouEnter": "When you enter the location that you are going to, do a quick scan of the people around you and assess the mood/atmosphere of the place. Sit with a vantage point that allows you to see the entrance and check to see where the emergency exits are ahead of time.",
      "h3wealth": "People who project wealth",
      "cuffLinks": "Muggers target people who appear to have money. Tourists with expensive clothes, jewelry, or designer sunglasses and cufflinks are prime targets.",
      "makeEffort": "Make an effort to avoid dressing or acting like a tourist. Upscale apparel and high end items will inform muggers that you are not from the area and that you have money. Dress modestly, don't overdo it with selfies and don't flash wads of money. Leave expensive jewelry at home. Just carry enough money for whatever you need for that outing and leave the rest hidden in your hotel room.",
      "ensureThat": "Make sure to look around carefully and trust your intuition before accessing your cash to pay for something, use an ATM machine, or take a selfie. If something just seems suspicious or out of place, hold off on that until you find a safer location.",
      "h2whatToDo": "What to do if you are getting mugged",
      "ifMugged": "If you are mugged, simply comply with the mugger and give them what they want so that you don't risk injury. Don't argue with them or try to talk to them. All of the prevention measures mentioned earlier and confidence may still not be enough to deter a mugger.",
      "manyMuggers": "Many muggers are looking to commit their crime quickly, quietly and without assaulting the victim. However, muggers are desperate people who will resort to physical or armed violence to get what they want.",
      "dummyWallet": "You may want to consider keeping a dummy wallet on you. This is a wallet that would contain small bills, old receipts, coupons, business cards and an expired credit card. The idea is that in case of a mugging you can throw this toward the mugger so that you are not out a lot of cash and your real credit cards.",
      "h2HighCrime": "High crime areas in Panama",
      "accordingTo": "According to incidents reported to the Panamanian local police, the high crime areas around Panama City are:",
      "sanMiguelito": "San Miguelito",
      "rioAbajo": "Rio Abajo",
      "elChorrillo": "El Chorrillo",
      "santaAna": "Santa Ana",
      "panamaViejo": "Panama Viejo (The neighborhood iteself has crime. The park where you see the ruins does not.)",
      "mostCrimeReported": "Most of the crime reported in these areas are amongst rival gang members and not against tourists. However, I suggest you stay out of these areas so you are not caught between gang violence just because you were in the wrong place.",
      "duringDay": "During the day, Casco Viejo is relatively out of harm's way. This area is ideal for pedestrians and has a lot of sightseers. It is usually pretty crowded so watch out for pickpockets. Whenever I walk through there and to the Fish Market, I always feel safe. The Presidential Palace is nearby, so you will see lots of police and group tours.",
      "cascoViejoBorders": "Casco Viejo is bordered by El Chorrillo, Santa Ana and Calidonia. These are known as high crime areas and you will notice these areas look very run down. Cab drivers raise their rates at night, knowing that most tourists will not want to walk through these rough looking areas.",
      "iAdviseAgainst": "I advise against walking back to your hotel from Casco Viejo because you don't want to walk through these neighborhoods on foot. You can also check Uber to see if the rate is cheaper than a cap.",
      "h3Colon": "Colon",
      "colonIsOn": "Colon is on the Atlantic side and is known as a high crime area. If you want to visit, I would say to go with an established company that gives tours of Colon. Most muggers in Colon pose as cab drivers or fake tour guides. They are known for aggressively approaching tourists and demanding to be hired for their 'services'. Stay with the group, and you should be okay.",
      "darianGap": "The Darien Gap",
      "nearColumbianBorder": "The Darien Gap is near the Columbian border. It is a dangerous remote stretch of rainforests and jungle that would have to be crossed on foot since vehicles cannot go through. Passing through here would be a tough assignment for anybody.",
      "difficultToNavigate": "The trails are difficult to navigate, with lots of flash floods, insects and snakes. Most of the journey involves climbing steep mountains and going through muddy swamps in the pouring rain.",
      "trafficking": " Criminal and human trafficking networks operate in this area and there is a limited police presence. The trek is usually attempted by migrants from South America with the hope of a better life.",
      "adventureTourist": "There are thrill seeking adventurers who seek out the Darien Gap as part of their vacation. If you decide to go there, do so with a well experienced group that can guide you, bring all your essentials and have some solid training under your belt.",
      "h2SafeWater": "Is it safe to drink the water in Panama?",
      "hygieneStandards": "The Panama Canal Company enforces high hygiene standards. So, in Panama City and most areas of Panama, the water is safe to drink directly from the tap.",
      "hepatitisA": "Before traveling to Panama, I make sure to be up to date with my Hepatitis A shots. This will help protect you from contaminated food and water. I have heard reports of Boquete and Bocas Del Toro having issues with contaminated water.",
      "playItSafe": "To be on the safe side, I would recommend that you drink bottled water when you first get there and drink small amounts of tap water while your body gets used to it.",
      "h2Insects": "Insects and mosquitos",
      "panamaDoesHave": "Insects and mosquitoes are common in Panama, especially in the rainy season. Check and make sure that your windows have screens on them. If you are going to explore the Gamboa jungle or be on a boat, make sure to use a good insect repellent or wear loose fitting long sleeved shirts and long pants.",
      "h2Tips": "Other tips",
      "shareItinerary": "Share your travel itinerary and hotel info with family and friends back home.",
      "beforeLeavingHotel": "Before leaving your hotel, let the staff know where you are going and when you expect to return.",
      "smartTraveler": "Consider enrolling in the Smart Traveler Enrollment Program. This is a free service that lets the U.S. Embassy know about your whereabouts and can help family and friends get in touch with you during emergencies.",
      "moneyBelt": "Store valuables securely in your hidden pockets or money belt.",
      "differentPockets": "Don't keep your cash all in one place. Use different pockets, in your shoe, etc.",
      "rubberBand": "Place a rubber band around your wallet to feel and hear it rubbing if it leaves your pocket.",
      "mentalChecklist": "Make a quick mental checklist every so often to make sure you have everything.",
      "beGuarded": "Be cautious about where you conceal your valuables. Don't keep patting your pocket to check if your money is still there. Thieves may notice this and target you.",
      "neverLeave": "Do not leave your purse or backpack on a bus bench, chair back, table, or floor. Keep your hand on it while it's on your lap or your person so you can see it at all times.",
      "beMindful": "Pickpockets create all types of distractions to get you to drop your guard. Don't allow yourself to be easily distracted.",
      "commotion": "If a commotion, such as an argument breaks out around you, go on instant alert and check your belongings.",
      "takeLookBack": "Double-check that you didn't forget anything in the taxi or on the train when you get up from your seat.",
      "checkIn": "Check in often with your family and friends back home while you're on vacation.",
      "emergencyNum": "911 will dispatch an ambulance in Panama. 104 will call the police and 103 will call the fire department.",
      "insurance": "Purchase travel insurance for your trip.",
      "phrases": "Learn a few emergency phrases in Spanish.",
      "copyPassport": "Keep a copy of your passport with you.",
      "avoidWalking": "Avoid walking alone in unlit deserted areas at night.",
      "clubbing": "If you go out clubbing or walking around at night, watch your drink at all times and beware of the young ladies suddenly wanting to hug you. They could be after your wallet.",
      "parkWellLit": "Park in well lit areas that have security guards.",
      "takeUber": "Take an Uber at nigth instead of a cab",
      "overallPanamaIs": "Panama is a safe country and I haven't witnessed much crime there myself. I have walked around Panama City day and night and have seen a lot of friendly faces and locals who are willing to converse.",
      "mostTips": "Most of these tips can be applied anywhere you go. If you reduce risk, you are less likely to become a victim of the crimes that do occur.",
      "image": "/images/safety/panamanian-motorcycle-club.JPG",
      "copsAtFruitStand": "/images/safety/panamanian-police-at-fruitstand.JPG",
      "fruitStandCopCaption": "Panamanian Public Forces in Coronado",
      "fruitStandCopAltText": "Panamanian Public Forces in Coronado",
      "nearCascoViejo": "/images/safety/cinco-de-mayo-panama.JPG",
      "nearCascoViejoCaption": "Nearby Casco Viejo",
      "nearCascoViejoAltText": "nearby Casco Viejo, Panama City",
      "cascoViejoPolice": "/images/safety/casco-viejo-police.JPG",
      "cascoViejoPoliceCaption": "Police patrolling in Casco Viejo",
      "cascoViejoPolceAltText": "Police patrolling in Casco Viejo",
      "cascoTouristAuth": "/images/safety/autoridad-de-turismo.JPG",
      "cascoTouristAuthCaption": "Casco Viejo Tourist Authority and police vehicles",
      "cascoTouristAuthAltText": "Casco Viejo Tourist Authority and police vehicles",
      "cascoPettyCrime": "/images/safety/casco-viejo-petty-crime.JPG",
      "cascoPettyCrimeCaption": "A police officer takes someone away in handcuffs in Casco Viejo",
      "cascoPettyCrimeAltText": "A police officer takes someone away in handcuffs in Casco Viejo",
      "colonLicense": "/images/safety/colon-license-plate.JPG",
      "colonLicenseCaption": "A Colon license plate from a taxi",
      "colonLicenseAltText": "A Colon license plate from a taxi",
      "imageThree": "/images/safety/panamanian-policeman-outside-of-supermarket.JPG",
      "panamaCopBank": "/images/safety/panamanian-policeman-outside-of-bank.JPG",
      "panamaCopBankAltText": "A Panamanian police officer outside of a bank",
      "panamaCopBankCaption": "A Panamanian police officer outside of a bank",
      "imageFive": "/images/safety/coronado-checkpoint-panama.JPG",
      "figcaption": "A Panamanian motorcycle club in El Cangrejo, Panama City",
      "alt": "Panamanian motorcycle club riding through Panama City"
    },
    {
      "title": "How do I get around in Panama?",
      "author": "Alex DeLeon",
      "date": "September 7, 2023",
      "id": "how-do-i-get-around-in-panama",
      "className": "transportation",
      "image": "/images/transportation/panamanian-diablo-bus.JPG",
      "intro": "Panama is a very modern country and has one of the best Metro Trains in the world. Google Maps works well here, and there are plenty of taxis, Ubers, and buses to get you around without the need to rent a car. This guide will go over the best ways to get around Panama.",
      "h2Tocumen": "How to get from Tocumen Airport to Albrook Mall",
      "iveUsed": "I've used taxis, Uber, and the Metro Train to get from the airport to Panama City.",
      "h3Taxi": "Taxi",
      "asSoon": "As soon as you walk out of the airport, there will be white tourism taxis and yellow cabs waiting for you.",
      "theyCharge": "They will charge $30 to get you to downtown Panama City. The ride should take about 30 minutes.",
      "h3Uber": "Uber",
      "uberWorks": "Uber works the same way as it does in most countries and may run less than $30 depending on driver supply and rider demand.",
      "cheapetPaid": "The cheapest I have paid for an Uber is $20 and that was for going to the airport from Panama City.",
      "buyingData": "Buying data at the airport is a lot more expensive than in the city. So, make sure to have your data plan set up when you arrive if you plan on using Uber.",
      "h3Wifi": "Wifi in Tocumen Airport",
      "wifiAccess": "You may be able to access wifi in the airport. I personally have not used it, but have heard that it was recently made available throughout the terminal. Just select “Tocumen Wifi” from the list of available networks. Airport staff may be able to provide a password.",
      "h3TakeMetro":"Take the Metro Train to Albrook Mall",
      "metroLeast": "The Metro Train is the least expensive way to get from the airport to Albrook Mall. The Albrook Mall is huge and serves as a major transportation hub.",
      "hasOwn": "It has its own airport, bus terminal and train station.",
      "canTake": "You can take a free shuttle from the airport to the train station and then catch the train to Albrook.",
      "h4RapiCard": "1) Buy a Rapi Pass card",
      "cashCredit": "Cash and credit card payments are not accepted for the Metro, so you will first need to purchase a Rapi Pass card.",
      "cardIsFor": "The Rapi Pass card is a 3 in one card that you can use for:",
      "liMetro": "Metro Buses",
      "liTrains": "Metro Trains",
      "liTerminal": "Entering the Albrook bus terminal.",
      "itCosts": "It costs $5 for the card and you add money to it.",
      "youCan": "You can buy a Rapi Pass card from vending machines near the luggage claim area or from the airport staff.",
      "ifTraveling": "If you are traveling with more than one person, you can buy one card and share it. You would tap the card for each person that goes through the turnstile.",
      "h4Shuttle": "2) Take the free shuttle to the train station",
      "trainDoesNot": "The train station does not connect directly to the airport. So you can take a free shuttle to the train station from the airport.",
      "exitAirport": "Exit the airport terminal, turn right and walk to the turnaround. That's where the free shuttle waits for passengers.",
      "theseBuses": "These buses are the same ones that take people from terminal one to terminal two. Some are orange, others are white and they say airport shuttle above the windshield.",
      "theFree": "The free shuttle bus will take you to the Aeropuerto Metro Station, which opened up in March of 2023.",
      "elevated": "It's an elevated station built above Avenida Domingo Diaz and you will need to take the elevator up to access the train platform.",
      "itsPart": "It is part of a two stop extension of Line 2 that ends at Corridor Sur.",
      "h4Aeropuerto": "3) From the Aeropuerto Metro Station:",
      "line2Li": "Take the Line 2 branch and get off at Corredor Sur.",
      "fiveMinLi": "This will be a short 5 minute ride.",
      "h4CorridorSur": "4) From the Corridor Sur Station:",
      "sanMigLi": "Take Line 2 and get off at San Miguelito.",
      "samePlatform": "Line 2 will be on the same platform as the train you just got off and is on the outside track.",
      "line2Costs": "Line 2 costs 50 cents.",
      "shouldTake": "The ride takes around 15 to 20 minutes.",
      "h4SanMig": "5) From the San Miguelito Station:",
      "whenYouGetOff": "When you get off at San Miguelito, you'll have to walk down some stairs and around to get to the Line 1 platform for Albrook.",
      "theSigns": "The signs are clearly marked and easy to follow.",
      "takeLine1": "Take Line 1 to Albrook.",
      "line1Li": "Line 1 costs 35 cents.",
      "thisShouldLi": "This should take around 15 to 20 minutes.",
      "trainsModern": "The trains are modern, clean and safe. Food and drink are not allowed.",
      "thePlatforms": "The platforms are well lit and there is staff present to answer your questions.",
      "carryingLuggage": "You are allowed to bring luggage on the train as long as it doesn't cause inconvenience to other passengers.",
      "metroHoursh4": "Metro Station hours:",
      "metroStrong": "Monday - Friday:",
      "fiveAm": "5am to 11pm (05:00 - 23:00)",
      "saturdayStrong": "Saturday:",
      "fivetoTen": "5am to 10pm (05:00 - 22:00)",
      "sundayStrong": "Sunday and Holidays:",
      "sevenAm": "7am to 10pm (07:00 - 22:00)",
      "h2Addresses": "Addresses in Panama City",
      "noProperAddresses": "Panama does not rely on proper street addresses. The major streets have names, but most buildings are not numbered.",
      "goByLandmarks": "Panamanians tend to go by landmarks and neighborhoods when giving directions. Knowing the neighborhood and landmarks of your destination can help you avoid getting lost.",
      "whenAsking": "When asking for directions, just tell them your destination. Google Maps works pretty well in Panama, so you can just show it to them.",
      "itsCommon": "It's common to say 'buenas' when entering a cab, bus, or train. This universal phrase means “good morning”, “good afternoon” or “good night”. People say this to each other when passing on the street.",
      "alwaysGreet": "Always greet the group upon entering an elevator, an office lobby and definitely before you ask someone to give you directions.",
      "h2TransportationAround": "Transportation around Panama City",
      "mainNeighborhoods": "The main neighborhoods that make up the central part of Panama City are Albrook, El Cangrejo, El Dorado, Punta Pacifica, Bella Vista,  Obarrio, Plaza Edison, El Carmen, San Francisco, La Cresta, Viejo Veranillo, Curundu, and La Alameda.",
      "thisIsKnown": "This area is known as the City Center.",
      "h3YellowCab": "Yellow cabs",
      "licensedYellow": "The licensed yellow cabs have the license plate numbers painted on the sides of the cab.",
      "sinceThey": "Since taxis are not metered, you run the risk of being overcharged, especially if they recognize you as a visitor.",
      "itsBest": "It's best to confirm a figure with the driver before you guys drive away otherwise the driver can demand a highly inflated price when you arrive at your destination.",
      "beforeBoarding": "Before boarding a cab, you can also ask a local business or hotel staff what a fair price should be based on your destination.",
      "aCabRide": "A cab ride, for one or two passengers, within the City Center should run you about $3.",
      "wheneveverITake": "Whenever I take a cab in the city center, I greet and politely inform the driver that I always pay $3. I do this when I'm about to get in.",
      "iFind": "I find that if I say it as a statement as opposed to a question, the driver will nod his head and accept the $3 without trying to up the price.",
      "goingOut": "Going outside of the City Center will cost a bit more than $3.",
      "cascoWillRun": "Casco Viejo will run $4 to $5 and The Amador Causeway would be around $6 to $8 since they are outside of the city center.",
      "makeSureto": "Make sure to bring single dollar bills with you for the cab. This way you can pay the exact amount. Cabs only accept cash and most likely won't return any change.",
      "tipping": "Tipping cab drivers is not common in Panama.",
      "avoidTheCabs": "Avoid the cabs that are parked outside of the hotels and malls. They are usually overpriced. Instead, flag down a passing cab by waving at it.",
      "iTookAlot": "I took a lot of cabs around Panama City and found that some drivers spoke English while others did not. There were those who were talkative and with others, you could hear a pin drop. But, in every case, they got me to where I wanted to go.",
      "onlyOnce": "Only once or twice was there a minor disagreement regarding the price. If there is a disagreement over a dollar or two, it's best just to try to split the difference and not let it escalate. Keep the mood friendly and your experience with yellow cabs should be good.",
      "uberH3": "Uber",
      "uberHas": "Uber has several benefits over taxis, including set fares, door-to-door service, and clean, air-conditioned vehicles.",
      "youDontHave": "You don't have to deal with making a cash transaction, you can see who your driver is in the app and you can also request an English speaking driver if you like.",
      "safer": "It is  probably safer to take an Uber than a cab, especially at night.",
      "uberCanBe": "Uber can be a cheaper option ($20 to $25) for long trips, such as going to and from the airport. But for short trips within the City Center, it usually costs around $4 to $6.",
      "surgePrice": "There is also surge pricing, when the rates will go up during high demand times of the day.",
      "itsAGoodIdea": "It is a good idea to look up the destination on your phone before getting into an Uber or yellow cab so you can make sure the driver takes the quickest route.",
      "someDrivers": "Some drivers will take the long way to get you to pay more.",
      "documentEverything": "Document everything you can with screen shots just in case you have to dispute something with Uber. Some drivers will not show up, and you will be charged a cancellation fee, or they might not end the trip once they have already dropped you off.",
      "ifAny": "If any of this happens, you should be able to get refunded by contacting support.",
      "h3PanamaBuses": "Buses in Panama",
      "h4RidingMetro": "Riding the Metro Bus within Panama City ",
      "theMetroIs": "The Metro Bus is a popular and inexpensive way to get around Panama City. They are comfortable, clean and air conditioned.",
      "theCostIs": "The cost is 25 cents for a one-way ride. If there are toll roads, the cost is $1.25.",
      "thereAre": "There are bus stops on all the major streets, and the bus' destination will be flashing on the front of the bus",
      "whenYouGetOn": "When you get on, there is a card reader that will read your card.",
      "whenReady": "When you are ready to get off, push the button.",
      "h4busRidesOut": "Taking the bus out of Panama City",
      "granTerminal": "The Gran Terminal Nacional in Albrook is where buses depart for all destinations.",
      "youCanTake": "You can take buses to anywhere in the country as well as to Costa Rica.",
      "h2CoronadoBus": "How to take the bus to Coronado, Panama",
      "coronadoIs": "Coronado is a popular beach town and is about an hour away from Panama City.",
      "thereAreBusesTo": "There are buses that go to AguaDulce, San Carlos, Anton, and Penonome. Any of these will stop and let you off in Coronado.",
      "youHaveTo": "You just have to let the driver know.",
      "ticketWindows": "Ticket windows are located inside the mall where you can purchase a ticket to any of these destinations. The destination will be posted above the ticket window.",
      "theTicketPrice": "The ticket price will be around $2.75.",
      "afterPurchasing": "After purchasing your ticket, tap your Rapi Pass card and enter the bus platform through the turnstile. 10 cents will be deducted from your card.",
      "youWillSee": "You will see all the buses lined up and the destinations will be on the front of the bus.",
      "twoBusesChoose": "There are two bus sizes to choose from. There are large comfortable buses with air conditioning and a large screen tv and smaller white mini buses called Coasters.",
      "takeLarger": "Take the larger of the two buses. They are the same price, but you will have more space and a much more comfortable ride.",
      "whenYouGetOnThe": "When you get on the bus, confirm with the driver that it goes to Coronado. If you have a carry on, it should be able to fit under the seat. Otherwise, give it to the guy who works there and he will put it in the luggage compartment.",
      "coronadoIsAbout": "Coronado is about 60 miles down the Pan American Highway. So it could take an hour or more depending on traffic. When you get to Coronado, you will see large signs for McDonalds, Super 99 and Rey's. This is where you get off.",
      "pedestrianBridge": "When you get off in Coronado, you will need to use the pedestrian bridge to cross to the other side of the Pan American Highway. The entrance to Coronado is down Avenue Roberto Eisenmann which is on the same side of the street as Rey's market.",
      "youCanTakeCab": "You can take a cab for around $1.25 to get into Coronado.",
      "smallWhite": "There are also small white buses that will take you for 25 or 30 cents.",
      "packIn": "These buses pack in a lot of people.",
      "gates": " The entrance gates are less than a mile from the highway.",
      "h2DiablosRojos": "What are the Diablos Rojos buses?",
      "theDiablosRojos": "The Diablos Rojos buses (also known as chicken buses or red devils) are colorfully painted buses, with blaring music and flashing lights.",
      "theyAreIndepen": "They are independently owned and the owners decorate them to attract customers. These buses were originally used as school buses for children. So, the benches are smaller and there is less leg room.",
      "panamaPhased": "Panama City phased them out in 2013 because they were noisy, had disorganized routes, and ran on erratic schedules. They were also not very comfortable and were known for their reckless driving.",
      "becauseTheyWere": "Because they were independently owned, these buses did not have to undergo regular safety checks which all led to increases in traffic, pollution and accidents.",
      "youMayStill": "You may still see the Diablos Rojos in operation in and around Portobelo on the Atlantic side or along the Panamerican Highway. If you want to ride one to see what it's like, just flag one down with your hand and yell “parada (stop)” to the driver when you want to get off.",
      "h2Chiva": "Chivas",
      "chivasAre": "Chivas are also found in Panama. Chiva means little goat in Spanish. The name was given to these vehicles because they were originally used to transport livestock.",
      "nowadays": "Nowadays, if you do see one, it is basically a converted pickup truck with a hard bench and a tarp that goes over the top to protect the passengers from the rain.",
      "summary": "Panama's world-class Metro Train system, efficient Google Maps, and variety of transportation options including taxis, Ubers, and buses make it easy to get around.",
      "metroMap": "/images/transportation/metro-map-aeropuerto-station.JPG",
      "metroMapAltText": "Map of Aeropuerto Metro Station",
      "metroMapCaption": "Map of the Aeropuerto Metro Station that shows the two stop ride to Corridor Sur",
      "courtesyLobueno": "Courtesy of Lobuenosedice.com",
      "cityCenter": "/images/transportation/panama-city-center.JPG",
      "cityCenterAltText": "Map of the Panama City Center",
      "cityCenterCaption": "Map of the Panama City Center",
      "courtesyGoogle": "Courtesy of Google Maps",
      "chiva": "/images/transportation/panama-chiva.JPG",
      "chivaAltText": "A modern day chiva in Panama",
      "chivaCaption": "A modern day chiva in Panama",
      "diablo": "/images/transportation/panamanian-diablo-bus.JPG",
      "diabloAltText": "Panama Diablo Rojo Bus",
      "diabloCaption": "A Diablo Rojo Bus in Portebelo",
      "freeShuttle": "/images/transportation/tocumen-airport-free-shuttle.JPG",
      "freeShuttleAltText": "The free shuttle bus at Tocumen Airport",
      "freeShuttleCaption": "The free shuttle bus at Tocumen Airport",
      "metroCab": "/images/transportation/panama-metro-bus-and-cab.JPG",
      "metroCabAltText": "A Panama Metro Bus and a cab",
      "metroCabCaption": "A Panama Metro Bus and a cab",
      "panamaCabs": "/images/transportation/cabs-panama-city.JPG",
      "panamaCabsAltText": "yellow cabs in Panama City",
      "panamaCabsCaption": "Yellow cabs in Panama City",
      "coronadoEntrance": "/images/transportation/coronado-panama-entrance.JPG",
      "coronadoEntranceAltText": "Coronado Panama landmarks",
      "coronadoEntranceCaption": "Coronado Panama landmarks",
      "panamaChickenBus": "/images/transportation/panama-chicken-bus.JPG",
      "panamaChickenBusAltText": "A Panama Diablo Rojos bus",
      "panamaChickenBusCaption": "A Diablo Rojo bus in Portebelo",
      "albrookEntr": "/images/transportation/albrook-terminal.JPG",
      "albrookEntrAltText": "albrook bus terminal",
      "albrookEntrBusCaption": "The Albrook Mall bus terminal.",
      "coronadoMap": "/images/transportation/map-of-coronado.JPG",
      "coronadoMapAltText": "Map of Coronado Entrance",
      "coronadoMapCaption": "Roberto Eisenmann is the road you take to enter Coronado.",
      "courtesyGoogleCoronado": "Courtesy of Google Maps",
      "comfyBus": "/images/transportation/panama-comfy-bus.JPG",
      "comfyBusAltText": "a panama comfy bus",
      "comfyBusCaption": "A Panama 'Comfy' bus",
      "coasterBus": "/images/transportation/panama-coaster-bus.JPG",
      "coasterBusAltText": "a panama coaster bus",
      "coasterBusCaption": "A Panama 'Coaster' bus",
      "busesCoronado": "/images/transportation/panama-buses-coronado.JPG",
      "busesCoronadoAltText": "Buses in front of the Coronado entrance in Panama",
      "busesCoronadoCaption": "Buses in front of the Coronado entrance in Panama",
      "coronadoGates": "/images/transportation/coronado-panama-gates.JPG",
      "coronadoGatesAltText": "coronado's gated entrance",
      "coronadoGatesCaption": "Coronado's gated entrance",
      "taxiPickUp": "/images/transportation/taxi-pickup-truck.JPG",
      "taxiPickUpAltText": "a taxi pick up truck",
      "taxiPickUpCaption": "A taxi pick up truck in Coronado",
      "coronadoShuttle": "/images/transportation/coronado-shuttle-bus.JPG",
      "coronadoShuttleAltText": "a shuttle bus in coronado",
      "coronadoShuttleCaption": "A shuttle bus in Coronado",
      "shuttleInterior": "/images/transportation/coronado-shuttle-bus-interior.JPG",
      "shuttleInteriorAltText": "the inside of a shuttle bus in coronado",
      "shuttleInteriorCaption": "The inside of a shuttle bus in Coronado",
      "alexBus": "/images/transportation/alex-deleon-panama-bus.JPG",
      "alexBusAltText": "alex on a bus in panama",
      "alexBusCaption": "Alex on a 'Comfy' bus in Panama",
      "rapiCard": "/images/transportation/rapi-pass.JPG",
      "rapiCardAltText": "A Panama Rapi Pass Card",
      "rapiCardCaption": "A Panama Rapi Pass card",
      "metroVideoCaption": "The Metro Line 2 in Panama"
    },
    {
      "title": "What are Molas?",
      "author": "Alex DeLeon",
      "date": "September 7, 2023",
      "id": "what-are-molas",
      "className": "molas",
      "body": "Molas are works of art. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Pretium vulputate sapien nec sagittis aliquam. Consectetur purus ut faucibus pulvinar elementum integer enim neque volutpat. Tristique nulla aliquet enim tortor at auctor urna. Habitasse platea dictumst vestibulum rhoncus est. At quis risus sed vulputate odio ut enim. Quis varius quam quisque id diam. Sagittis aliquam malesuada bibendum arcu vitae elementum curabitur vitae nunc. Ipsum nunc aliquet bibendum enim facilisis gravida.",
      "image": "http://localhost:3000/images/molas/panamanian-molas.JPG",
      "figcaption": "Souvenirs with Mola designs on them",
      "alt": "Souvenirs with Mola designs on them"
    }
  ],
  "featured": [
    {
      "title": "How do I visit the Panama Canal?",
      "author": "Alex DeLeon",
      "date": "September 6, 2023",
      "id": "how-do-i-visit-the-panama-canal",
      "className": "panama-canal",
      "body": "This is going to be great.",
      "image": "http://localhost:3000/images/canal/panama-canal-ship.JPG",
      "figcaption": "The Panama Canal in 2018",
      "alt": "The Panama Canal in 2018"
    }
  ]
}